{"id":"1-thessalonians","name":"1 Thessalonians","shortName":"1 Thess","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Paul, and Silvanus, and Timotheus, to the assembly of Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace from God our Father and the Lord Jesus Christ!"},{"verse":2,"text":"We always give thanks to God for you all, making mention of you in our prayers,"},{"verse":3,"text":"unceasingly remembering your work of faith, and the labor of the love, and the endurance of the hope, of our Lord Jesus Christ, in the presence of our God and Father,"},{"verse":4,"text":"having known, beloved brothers, by God, your divine selection,"},{"verse":5,"text":"because our good news did not come to you in word only, but also in power, and in the Holy Spirit, and in much assurance, even as you have known of what sort we became among you for your sake,"},{"verse":6,"text":"and you became imitators of us and of the LORD, having received the word in much tribulation with joy of the Holy Spirit,"},{"verse":7,"text":"so that you became patterns to all those believing in Macedonia and Achaia,"},{"verse":8,"text":"for from you has sounded forth the word of the LORD, not only in Macedonia and Achaia, but also in every place your faith toward God went forth, so that we have no need to say anything,"},{"verse":9,"text":"for they themselves declare concerning us what entrance we had to you, and how you turned to God from the idols, to serve a living and true God,"},{"verse":10,"text":"and to wait for His Son from the heavens, whom He raised out of the dead—Jesus, who is rescuing us from the anger that is coming."}]},{"chapter":2,"verses":[{"verse":1,"text":"For you have known, brothers, that our entrance to you has not been in vain,"},{"verse":2,"text":"but having both suffered before, and having been mistreated (as you have known) in Philippi, we were bold in our God to speak to you the good news of God in much conflict,"},{"verse":3,"text":"for our exhortation is not out of deceit, nor out of uncleanness, nor in guile,"},{"verse":4,"text":"but as we have been approved by God to be entrusted with the good news, so we speak, not as pleasing men, but God, who is proving our hearts,"},{"verse":5,"text":"for at no time did we come with speech of flattery (as you have known), nor in a pretext for covetousness (God is witness),"},{"verse":6,"text":"nor seeking glory from men, neither from you nor from others, being able to be burdensome, as Christ’s apostles."},{"verse":7,"text":"But we became gentle in your midst, as a nurse may nurture her own children,"},{"verse":8,"text":"so being desirous of you, we are well-pleased to impart to you not only the good news of God, but also our own souls, because you have become beloved to us,"},{"verse":9,"text":"for you remember, brothers, our labor and travail, for working night and day not to be a burden on any of you, we preached the good news of God to you;"},{"verse":10,"text":"you are witnesses—God also—how piously and righteously and blamelessly we became to you who believe,"},{"verse":11,"text":"even as you have known how we are exhorting each one of you, as a father his own children, and comforting, and testifying,"},{"verse":12,"text":"for your walking worthily of God, who is calling you to His own kingdom and glory."},{"verse":13,"text":"And because of this we also continually give thanks to God, that, having received the word of God by your hearing from us, you accepted, not the word of men, but as it truly is, the word of God, who also works in you who believe;"},{"verse":14,"text":"for you became imitators, brothers, of the assemblies of God that are in Judea in Christ Jesus, because you suffered such things, even you, from your own countrymen, as they also from the Jews,"},{"verse":15,"text":"who put to death both the Lord Jesus and their own prophets, and persecuted us, and they are not pleasing God, and are contrary to all men,"},{"verse":16,"text":"forbidding us to speak to the nations that they might be saved, so as to always fill up their sins, but God’s anger came on them—to the end!"},{"verse":17,"text":"And we, brothers, having been taken from you for the space of an hour—in presence, not in heart—hurried more abundantly to see your face in much desire;"},{"verse":18,"text":"for this reason we wished to come to you (I, indeed, Paul), both once and again, and Satan hindered us;"},{"verse":19,"text":"for what is our hope, or joy, or garland of rejoicing? Are not even you before our Lord Jesus Christ at His coming?"},{"verse":20,"text":"For you are our glory and joy."}]},{"chapter":3,"verses":[{"verse":1,"text":"For this reason, enduring no longer, we thought good to be left in Athens alone,"},{"verse":2,"text":"and sent Timotheus—our brother, and a servant of God, and our fellow-workman in the good news of the Christ—to establish you, and to comfort you concerning your faith,"},{"verse":3,"text":"that no one be moved in these tribulations, for you have known that we are set for this,"},{"verse":4,"text":"for even when we were with you, we said to you beforehand that we are about to suffer tribulation, as it also came to pass, and you have known it;"},{"verse":5,"text":"because of this also, I, no longer enduring, sent to know your faith, lest he who is tempting tempted you, and our labor might be in vain."},{"verse":6,"text":"And Timotheus now having come to us from you, and having declared good news to us of your faith and love, and that you always have a good remembrance of us, desiring much to see us, as we also to see you,"},{"verse":7,"text":"because of this we were comforted, brothers, over you, in all our tribulation and necessity, through your faith,"},{"verse":8,"text":"because now we live, if you may stand fast in the LORD."},{"verse":9,"text":"For what thanks are we able to repay to God for you, for all the joy with which we delight because of you in the presence of our God,"},{"verse":10,"text":"exceedingly imploring night and day, that we might see your face, and perfect the things lacking in your faith?"},{"verse":11,"text":"And our God and Father Himself, and our Lord Jesus Christ, direct our way to you,"},{"verse":12,"text":"and the LORD cause you to increase and to abound in the love to one another, and to all, even as we also to you,"},{"verse":13,"text":"in order to have established your hearts, blameless in sanctification before our God and Father, at the coming of our Lord Jesus Christ with all His holy ones."}]},{"chapter":4,"verses":[{"verse":1,"text":"As to the rest, then, brothers, we request, and call on you in the Lord Jesus, as you received from us how it is necessary for you to walk and to please God, that you may abound the more,"},{"verse":2,"text":"for you have known what commands we gave you through the Lord Jesus;"},{"verse":3,"text":"for this is the will of God—your sanctification: that you abstain from the whoredom,"},{"verse":4,"text":"that each of you know to possess his own vessel in sanctification and honor,"},{"verse":5,"text":"not in the affection of desire, as also the nations that were not knowing God,"},{"verse":6,"text":"that no one goes beyond and defrauds his brother in the matter, because the LORD is an avenger of all these, as we also spoke to you before and testified,"},{"verse":7,"text":"for God did not call us to uncleanness, but in sanctification."},{"verse":8,"text":"He, therefore, who is despising, does not despise man, but God, who also gave His Holy Spirit to us."},{"verse":9,"text":"And concerning the brotherly love, you have no need of my writing to you, for you yourselves are God-taught to love one another,"},{"verse":10,"text":"for you do it also to all the brothers who are in all Macedonia; and we call on you, brothers, to abound still more,"},{"verse":11,"text":"and to study to be quiet, and to do your own business, and to work with your own hands, as we commanded you,"},{"verse":12,"text":"that you may walk properly to those outside, and may have lack of nothing."},{"verse":13,"text":"And I do not wish you to be ignorant, brothers, concerning those who have fallen asleep, that you may not sorrow, as also the rest who have no hope,"},{"verse":14,"text":"for if we believe that Jesus died and rose again, so also God will bring with Him those asleep through Jesus,"},{"verse":15,"text":"for we say this to you in the word of the LORD, that we who are living—who remain over to the coming of the LORD—may not precede those asleep,"},{"verse":16,"text":"because the LORD Himself, with a shout, with the voice of a chief-messenger, and with the trumpet of God, will come down from Heaven, and the dead in Christ will rise first;"},{"verse":17,"text":"then we who are living, who are remaining over, will be snatched up together with them in the clouds to meet the LORD in the air, and so we will always be with the LORD;"},{"verse":18,"text":"so, then, comfort one another with these words."}]},{"chapter":5,"verses":[{"verse":1,"text":"And concerning the times and the seasons, brothers, you have no need of my writing to you,"},{"verse":2,"text":"for you have thoroughly known that the Day of the LORD so comes as a thief in the night,"},{"verse":3,"text":"for when they may say, “Peace and security,” then sudden destruction comes on them, as the travail on her who is with child, and they will not escape;"},{"verse":4,"text":"but you, brothers, are not in darkness, that the Day may catch you as a thief;"},{"verse":5,"text":"you are all sons of light, and sons of day; we are not of night, nor of darkness,"},{"verse":6,"text":"so, then, we may not sleep as also the others, but watch and be sober,"},{"verse":7,"text":"for those sleeping, sleep by night, and those making themselves drunk, are drunken by night,"},{"verse":8,"text":"and we, being of the day—let us be sober, putting on a breastplate of faith and love, and a helmet—a hope of salvation,"},{"verse":9,"text":"because God did not appoint us to anger, but to the acquiring of salvation through our Lord Jesus Christ,"},{"verse":10,"text":"who died for us, that whether we wake—whether we sleep—we may live together with Him;"},{"verse":11,"text":"for this reason, comfort one another, and build up one another, as also you do."},{"verse":12,"text":"And we ask you, brothers, to know those laboring among you and leading you in the LORD and admonishing you,"},{"verse":13,"text":"and to esteem them very abundantly in love, because of their work; be at peace among yourselves;"},{"verse":14,"text":"and we exhort you, brothers, admonish the disorderly, comfort the feeble-minded, support the weak, be patient to all;"},{"verse":15,"text":"see that no one may render evil for evil to anyone, but always pursue that which is good, both to one another and to all;"},{"verse":16,"text":"always rejoice;"},{"verse":17,"text":"continually pray;"},{"verse":18,"text":"give thanks in everything, for this is the will of God in Christ Jesus in regard to you."},{"verse":19,"text":"Do not quench the Spirit;"},{"verse":20,"text":"do not despise prophesyings;"},{"verse":21,"text":"prove all things; hold fast to that which is good;"},{"verse":22,"text":"abstain from all appearance of evil;"},{"verse":23,"text":"and may the God of peace Himself sanctify you wholly, and may your whole spirit and soul and body be preserved, unblameably at the coming of our Lord Jesus Christ;"},{"verse":24,"text":"He who is calling you is steadfast, who also will do it."},{"verse":25,"text":"Brothers, pray for us."},{"verse":26,"text":"Greet all the brothers with a holy kiss."},{"verse":27,"text":"I charge you by the LORD, that the letter be read to all the holy brothers."},{"verse":28,"text":"The grace of our Lord Jesus Christ is with you! Amen."}]}]}