{"id":"1-timothy","name":"1 Timothy","shortName":"1 Tim","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Paul, an apostle of Jesus Christ, according to a command of God our Savior, and of the Lord Jesus Christ our hope,"},{"verse":2,"text":"to Timotheus—genuine child in faith: Grace, kindness, peace, from God our Father and Christ Jesus our Lord!"},{"verse":3,"text":"According as I exhorted you to remain in Ephesus—I going on to Macedonia—that you might charge certain ones not to teach any other thing,"},{"verse":4,"text":"nor to give heed to fables and endless genealogies, that cause questions rather than the stewardship of God which is in faith."},{"verse":5,"text":"And the end of the charge is love out of a pure heart, and of a good conscience, and of unhypocritical faith,"},{"verse":6,"text":"from which certain men, having swerved, turned aside to vain discourse,"},{"verse":7,"text":"willing to be teachers of law, not understanding either the things they say, nor concerning what they confidently assert,"},{"verse":8,"text":"and we have known that the Law is good, if anyone may use it lawfully;"},{"verse":9,"text":"having known this, that law is not set for a righteous man, but for lawless and insubordinate persons, ungodly and sinners, impious and profane, murderers of fathers and murderers of mothers, manslayers,"},{"verse":10,"text":"whoremongers, homosexuals, enslavers, liars, perjured persons, and if there be any other thing that is adverse to sound doctrine,"},{"verse":11,"text":"according to the good news of the glory of the blessed God, with which I was entrusted."},{"verse":12,"text":"And I give thanks to Him who enabled me—Christ Jesus our Lord—that He reckoned me steadfast, having put me to the ministry,"},{"verse":13,"text":"who before was speaking slander, and persecuting, and insulting, but I found kindness, because, being ignorant, I did it in unbelief,"},{"verse":14,"text":"and the grace of our Lord exceedingly abounded, with faith and love that is in Christ Jesus."},{"verse":15,"text":"The word is steadfast, and worthy of all acceptance, that Christ Jesus came into the world to save sinners—of whom I am first;"},{"verse":16,"text":"but because of this I found kindness, that Jesus Christ might first show forth all long-suffering in me, for a pattern of those about to believe on Him to continuous life."},{"verse":17,"text":"And to the King of the ages, the incorruptible, invisible, only wise God, is honor and glory through the ages of the ages! Amen."},{"verse":18,"text":"I commit to you this charge, child Timotheus, according to the prophecies that went before on you, that you may war in them the good warfare,"},{"verse":19,"text":"having faith and a good conscience, which some having thrust away, made shipwreck concerning the faith,"},{"verse":20,"text":"of whom are Hymenaeus and Alexander, whom I delivered to Satan, that they might be instructed not to speak evil."}]},{"chapter":2,"verses":[{"verse":1,"text":"I exhort, then, first of all, there be made supplications, prayers, intercessions, thanksgivings, for all men—"},{"verse":2,"text":"for kings, and all who are in authority, that we may lead a quiet and peaceable life in all piety and gravity,"},{"verse":3,"text":"for this is right and acceptable before God our Savior,"},{"verse":4,"text":"who wills all men to be saved, and to come to the full knowledge of the truth;"},{"verse":5,"text":"for there is one God, also one mediator of God and of men—the man Christ Jesus,"},{"verse":6,"text":"who gave Himself as a ransom for all—the testimony in its own times—"},{"verse":7,"text":"in regard to which I was set a preacher and apostle—truth I say in Christ, I do not lie—a teacher of nations, in faith and truth."},{"verse":8,"text":"I intend, therefore, that men pray in every place, lifting up holy hands, apart from anger and deliberation;"},{"verse":9,"text":"also the women in like manner, in orderly apparel, to adorn themselves with modesty and sobriety, not in braided hair, or gold, or pearls, or clothing of great price,"},{"verse":10,"text":"but—which becomes women professing godly piety—through good works."},{"verse":11,"text":"Let a woman learn in quietness in all subjection,"},{"verse":12,"text":"and I do not allow a woman to teach, nor to rule a husband, but to be in quietness,"},{"verse":13,"text":"for Adam was formed first, then Eve,"},{"verse":14,"text":"and Adam was not deceived, but the woman, having been deceived, came into transgression,"},{"verse":15,"text":"and she will be saved through the childbearing, if they remain in faith, and love, and sanctification, with sobriety."}]},{"chapter":3,"verses":[{"verse":1,"text":"The word is steadfast: If anyone longs for overseership, he desires a right work;"},{"verse":2,"text":"it is required, therefore, the overseer to be blameless, a husband of one wife, vigilant, sober, respectable, a friend of strangers, apt to teach,"},{"verse":3,"text":"not given to wine, not a striker, but gentle, not contentious, not a lover of money,"},{"verse":4,"text":"leading his own house well, having children in subjection with all dignity,"},{"verse":5,"text":"(and if anyone has not known how to lead his own house, how will he take care of an assembly of God?)"},{"verse":6,"text":"not a new convert, lest having been puffed up he may fall to a judgment of the Devil;"},{"verse":7,"text":"and it is required of him also to have a good testimony from those outside, that he may not fall into reproach and a snare of the Devil."},{"verse":8,"text":"Servants, in like manner, dignified, not double-tongued, not given to much wine, not given to shameful gain,"},{"verse":9,"text":"having the secret of the faith in a pure conscience,"},{"verse":10,"text":"and let these also first be proved, then let them minister, being unblameable."},{"verse":11,"text":"Women, in like manner, dignified, not false accusers, vigilant, faithful in all things."},{"verse":12,"text":"Servants—let them be husbands of one wife, leading the children well, and their own houses,"},{"verse":13,"text":"for those who ministered well acquire a good step to themselves, and much boldness in faith that is in Christ Jesus."},{"verse":14,"text":"I write to you these things, hoping to come to you soon,"},{"verse":15,"text":"and if I delay, that you may know how it is required to conduct yourself in the house of God, which is an assembly of the living God—a pillar and foundation of the truth,"},{"verse":16,"text":"and confessedly, great is the secret of piety: who was revealed in flesh, declared righteous in the Spirit, seen by messengers, preached among nations, believed on in the world, taken up in glory!"}]},{"chapter":4,"verses":[{"verse":1,"text":"And the Spirit expressly says that in latter times some will depart from the faith, giving heed to seducing spirits and teachings of demons,"},{"verse":2,"text":"speaking lies in hypocrisy, being seared in their own conscience,"},{"verse":3,"text":"forbidding to marry—to abstain from meats that God created to be received with thanksgiving by those believing and acknowledging the truth,"},{"verse":4,"text":"because every creature of God is good, and nothing is to be rejected, with thanksgiving being received,"},{"verse":5,"text":"for it is sanctified through the word of God and intercession."},{"verse":6,"text":"Placing these things before the brothers, you will be a good servant of Jesus Christ, being nourished by the words of the faith, and of the good teaching, which you followed after,"},{"verse":7,"text":"but reject the profane and old women’s fables, and exercise yourself to piety,"},{"verse":8,"text":"for bodily exercise is to little profit, but piety is profitable to all things, having promise of the life that now is, and of that which is coming;"},{"verse":9,"text":"the word is steadfast, and worthy of all acceptance;"},{"verse":10,"text":"for this we both labor and are reproached, because we hope on the living God, who is Savior of all men—especially of those believing."},{"verse":11,"text":"Charge these things, and teach;"},{"verse":12,"text":"let no one despise your youth, but become a pattern of those believing in word, in behavior, in love, in spirit, in faith, in purity;"},{"verse":13,"text":"until I come, give heed to the reading, to the exhortation, to the teaching;"},{"verse":14,"text":"do not be careless of the gift in you, that was given you through prophecy, with laying on of the hands of the eldership;"},{"verse":15,"text":"be careful of these things; be in these things, that your advancement may be evident in all things;"},{"verse":16,"text":"take heed to yourself and to the teaching; remain in them, for doing this thing, you will save both yourself and those hearing you."}]},{"chapter":5,"verses":[{"verse":1,"text":"You may not rebuke an elder, but exhort him as a father, younger persons as brothers,"},{"verse":2,"text":"aged women as mothers, younger ones as sisters—in all purity;"},{"verse":3,"text":"honor widows who are really widows;"},{"verse":4,"text":"and if any widow has children or grandchildren, let them first learn to show piety to their own house, and to give back a repayment to the parents, for this is right and acceptable before God."},{"verse":5,"text":"And she who is really a widow and desolate, has hoped on God, and remains in the supplications and in the prayers night and day,"},{"verse":6,"text":"but she given to luxury while living has died;"},{"verse":7,"text":"and charge these things, that they may be blameless;"},{"verse":8,"text":"and if anyone does not provide for his own, and especially for those of the household, he has denied the faith, and he is worse than an unbeliever."},{"verse":9,"text":"A widow—do not let her be enrolled under sixty years of age, having been a wife of one husband,"},{"verse":10,"text":"being testified to in good works: if she brought up children, if she entertained strangers, if she washed holy ones’ feet, if she relieved those in tribulation, if she followed after every good work;"},{"verse":11,"text":"and be refusing younger widows, for when they may revel against the Christ, they wish to marry,"},{"verse":12,"text":"having judgment, because they cast away the first faith,"},{"verse":13,"text":"and also at the same time, they learn to be idle, going around the houses; and not only idle, but also tattlers and busybodies, speaking things they should not;"},{"verse":14,"text":"I intend, therefore, younger ones to marry, to bear children, to be mistress of the house, to give no occasion to the opposer of reviling;"},{"verse":15,"text":"for some already turned aside after Satan."},{"verse":16,"text":"If any believing man or believing woman has widows, let them relieve them, and do not let the assembly be burdened, that it may relieve those who are really widows."},{"verse":17,"text":"Let them, the well-leading elders, be counted worthy of double honor, especially those laboring in word and teaching,"},{"verse":18,"text":"for the Writing says, “You will not muzzle an ox treading out,” and, “Worthy is the workman of his reward.”"},{"verse":19,"text":"Do not receive an accusation against an elder, except on two or three witnesses."},{"verse":20,"text":"Reprove those sinning before all, that the others may also have fear;"},{"verse":21,"text":"I fully testify, before God and the Lord Jesus Christ, and the chosen messengers, that you may keep these things, without prejudging, doing nothing by partiality."},{"verse":22,"text":"Be quickly laying hands on no one, nor be having fellowship with the sins of others; be keeping yourself pure;"},{"verse":23,"text":"no longer be drinking water, but be using a little wine, because of your stomach and of your frequent sicknesses;"},{"verse":24,"text":"the sins of certain men are evident beforehand, leading before to judgment, but some also they follow after;"},{"verse":25,"text":"in like manner the right works are also evident beforehand, and those that are otherwise are not able to be hid."}]},{"chapter":6,"verses":[{"verse":1,"text":"As many as are servants under a yoke, let them reckon their own masters worthy of all honor, that evil may not be spoken of the Name of God and the teaching;"},{"verse":2,"text":"and those having believing masters, do not let them slight them, because they are brothers, but rather let them serve, because they are steadfast and beloved, who are partaking of the benefit. Be teaching and exhorting these things;"},{"verse":3,"text":"if anyone be teaching otherwise, and does not consent to sound words—those of our Lord Jesus Christ—and to the teaching according to piety,"},{"verse":4,"text":"he is proud, knowing nothing, but unhealthy about questions and word-striving, out of which come envy, strife, slanders, evil-surmisings,"},{"verse":5,"text":"wranglings of men wholly corrupted in mind, and destitute of the truth, supposing the piety to be gain; depart from such;"},{"verse":6,"text":"but it is great gain—the piety with contentment;"},{"verse":7,"text":"for we brought nothing into the world—because neither are we able to carry out anything;"},{"verse":8,"text":"but having food and raiment—with these we will suffice ourselves;"},{"verse":9,"text":"and those intending to be rich fall into temptation and a snare, and many desires, foolish and hurtful, that sink men into ruin and destruction,"},{"verse":10,"text":"for the love of money is a root of all the evils, which certain ones longing for went astray from the faith, and pierced themselves through with many sorrows;"},{"verse":11,"text":"and you, O man of God, flee these things, and pursue righteousness, piety, faith, love, endurance, meekness."},{"verse":12,"text":"Be striving the good strife of the faith; be laying hold on the continuous life to which you also were called, and did profess the right profession before many witnesses."},{"verse":13,"text":"I charge you, before God, who is making all things alive, and of Christ Jesus, who testified the right profession before Pontius Pilate,"},{"verse":14,"text":"that you keep the command unspotted, unblameable, until the appearing of our Lord Jesus Christ,"},{"verse":15,"text":"which He will show in His own times—the blessed and only sovereign, the King of the kings and Lord of the lords,"},{"verse":16,"text":"having immortality alone, dwelling in unapproachable light, whom no one of men saw, nor is able to see, to whom is honor and perpetual might! Amen."},{"verse":17,"text":"Charge those rich in the present age not to be high-minded, nor to hope in the uncertainty of riches, but in the living God, who is giving to us all things richly for enjoyment—"},{"verse":18,"text":"to do good, to be rich in good works, to be ready to impart, willing to communicate,"},{"verse":19,"text":"treasuring up to themselves a right foundation for the time to come, that they may lay hold on that which is truly life."},{"verse":20,"text":"O Timotheus, guard the thing entrusted, avoiding the profane vain-words and opposition of the falsely-named knowledge,"},{"verse":21,"text":"which certain ones professing—swerved concerning the faith. The grace is with you! Amen."}]}]}