{"id":"2-thessalonians","name":"2 Thessalonians","shortName":"2 Thess","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Paul, and Silvanus, and Timotheus, to the assembly of Thessalonians in God our Father, and the Lord Jesus Christ:"},{"verse":2,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ!"},{"verse":3,"text":"We always ought to give thanks to God for you, brothers, as it is fitting, because your faith increases greatly, and the love of each one of you all abounds to one another,"},{"verse":4,"text":"so that we ourselves glory in you in the assemblies of God, for your endurance and faith in all your persecutions and tribulations that you bear—"},{"verse":5,"text":"a token of the righteous judgment of God, for your being counted worthy of the Kingdom of God, for which you also suffer,"},{"verse":6,"text":"since it is a righteous thing with God to give back to those troubling you—tribulation,"},{"verse":7,"text":"and to you who are troubled—rest with us in the revelation of the Lord Jesus from Heaven, with messengers of His power,"},{"verse":8,"text":"in flaming fire, giving vengeance to those not knowing God, and to those not obeying the good news of our Lord Jesus Christ,"},{"verse":9,"text":"who will suffer justice—continuous destruction—from the face of the LORD, and from the glory of His strength,"},{"verse":10,"text":"when He may come to be glorified in His holy ones, and to be wondered at by all those believing—because our testimony was believed among you—in that day;"},{"verse":11,"text":"for which we also always pray for you, that our God may count you worthy of the calling, and may fulfill all the good pleasure of goodness, and the work of faith in power,"},{"verse":12,"text":"that the Name of our Lord Jesus Christ may be glorified in you, and you in Him, according to the grace of our God and Lord Jesus Christ."}]},{"chapter":2,"verses":[{"verse":1,"text":"And we ask you, brothers, in regard to the coming of our Lord Jesus Christ, and of our gathering together to Him,"},{"verse":2,"text":"that you are not quickly shaken in mind, nor be troubled, neither through spirit, neither through word, neither through letters as through us, as that the Day of the LORD has arrived;"},{"verse":3,"text":"do not let anyone deceive you in any way, because if the departure may not come first, the man of lawlessness may not be revealed—the son of destruction,"},{"verse":4,"text":"who is opposing and is raising himself up above all called god or worshiped, so as for him to have sat down in the temple of God, proclaiming that he is God."},{"verse":5,"text":"Do you not remember that, yet being with you, I said these things to you?"},{"verse":6,"text":"And now, you have known what is restraining, for his being revealed in his own time,"},{"verse":7,"text":"for the secret of lawlessness already works, only the One now restraining will do so until He may come out of the midst,"},{"verse":8,"text":"and then the lawless one will be revealed, whom the LORD will consume with the Spirit of His mouth, and will nullify at the appearance of His coming,"},{"verse":9,"text":"whose coming is according to the working of Satan, in all power, and signs, and lying wonders,"},{"verse":10,"text":"and in all deceitfulness of the unrighteousness in those perishing, because they did not receive the love of the truth for their being saved,"},{"verse":11,"text":"and because of this God will send to them a working of delusion, for their believing the lie,"},{"verse":12,"text":"that they may be judged—all who did not believe the truth, but were well pleased in the unrighteousness."},{"verse":13,"text":"And we ought to give thanks to God always for you, brothers, beloved by the LORD, that God chose you from the beginning to salvation, in sanctification of the Spirit, and belief of the truth,"},{"verse":14,"text":"to which He called you through our good news, to the acquiring of the glory of our Lord Jesus Christ;"},{"verse":15,"text":"so, then, brothers, stand fast, and hold the traditions that you were taught, whether through word, whether through our letter;"},{"verse":16,"text":"and may our Lord Jesus Christ Himself, and our God and Father, who loved us, and gave continuous comfort, and good hope in grace,"},{"verse":17,"text":"comfort your hearts, and establish you in every good word and work."}]},{"chapter":3,"verses":[{"verse":1,"text":"As to the rest, pray, brothers, concerning us, that the word of the LORD may run and may be glorified, as also with you,"},{"verse":2,"text":"and that we may be delivered from the unreasonable and evil men, for not all are of the faith;"},{"verse":3,"text":"but faithful is the LORD who will establish you, and will guard you from the evil one;"},{"verse":4,"text":"and we now have confidence in the LORD, that which we command you both do and will do;"},{"verse":5,"text":"and the LORD direct your hearts to the love of God, and to the endurance of the Christ."},{"verse":6,"text":"And we command you, brothers, in the Name of our Lord Jesus Christ, to withdraw yourselves from every brother walking disorderly, and not after the tradition that you received from us,"},{"verse":7,"text":"for you have known how it is necessary to imitate us, because we did not act disorderly among you;"},{"verse":8,"text":"nor did we eat bread of anyone for nothing, but in labor and in travail, working night and day, not to be chargeable to any of you;"},{"verse":9,"text":"not because we have no authority, but that we might give ourselves to you as a pattern, to imitate us;"},{"verse":10,"text":"for even when we were with you, this we commanded you, that if anyone is not willing to work, neither let him eat,"},{"verse":11,"text":"for we hear of some walking disorderly among you, working nothing, but being busybodies,"},{"verse":12,"text":"and such we command and exhort through our Lord Jesus Christ, that working with quietness, they may eat their own bread;"},{"verse":13,"text":"and you, brothers, may you not be weary doing well,"},{"verse":14,"text":"and if anyone does not obey our word through the letter, note this one, and have no company with him, that he may be ashamed,"},{"verse":15,"text":"and do not count as an enemy, but admonish as a brother;"},{"verse":16,"text":"and may the LORD of peace Himself always give to you peace in every way; the LORD is with you all!"},{"verse":17,"text":"The salutation by the hand of me, Paul, which is a sign in every letter; thus I write."},{"verse":18,"text":"The grace of our Lord Jesus Christ is with you all! Amen."}]}]}