{"id":"2-timothy","name":"2 Timothy","shortName":"2 Tim","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Paul, an apostle of Jesus Christ, through the will of God, according to a promise of life that is in Christ Jesus,"},{"verse":2,"text":"to Timotheus, beloved child: Grace, kindness, peace, from God the Father and Christ Jesus our Lord!"},{"verse":3,"text":"I am thankful to God, whom I serve from progenitors in a pure conscience, that I unceasingly have remembrance concerning you in my supplications night and day,"},{"verse":4,"text":"desiring to see you greatly, being mindful of your tears, that I may be filled with joy,"},{"verse":5,"text":"taking remembrance of the unhypocritical faith that is in you, that first dwelt in your grandmother Lois, and your mother Eunice, and I am persuaded that also in you."},{"verse":6,"text":"For which cause I remind you to stir up the gift of God that is in you through the putting on of my hands,"},{"verse":7,"text":"for God did not give us a spirit of fear, but of power, and of love, and of a sound mind;"},{"verse":8,"text":"therefore you may not be ashamed of the testimony of our Lord, nor of me His prisoner, but you suffer evil along with the good news according to the power of God,"},{"verse":9,"text":"who saved us, and called with a holy calling, not according to our works, but according to His own purpose and grace, that was given to us in Christ Jesus, before the times of the ages,"},{"verse":10,"text":"and was made visible now through the appearing of our Savior Jesus Christ, who indeed abolished death, and enlightened life and immortality through the good news,"},{"verse":11,"text":"to which I was placed a preacher and an apostle, and a teacher of nations,"},{"verse":12,"text":"for which cause these things I also suffer, but I am not ashamed, for I have known in whom I have believed, and have been persuaded that He is able to guard that which I have committed to Him—to that day."},{"verse":13,"text":"Hold the pattern of sound words, which you heard from me, in faith and love that is in Christ Jesus;"},{"verse":14,"text":"guard the good thing committed through the Holy Spirit that is dwelling in us;"},{"verse":15,"text":"you have known this, that they turned from me—all those in Asia, of whom are Phygellus and Hermogenes;"},{"verse":16,"text":"may the LORD give kindness to the house of Onesiphorus, because he refreshed me many times, and was not ashamed of my chain,"},{"verse":17,"text":"but being in Rome, he sought me very diligently and found me;"},{"verse":18,"text":"may the LORD give to him to find kindness from the LORD in that day; and you very well know how much he ministered in Ephesus."}]},{"chapter":2,"verses":[{"verse":1,"text":"You, therefore, my child, be strong in the grace that is in Christ Jesus,"},{"verse":2,"text":"and the things that you heard from me through many witnesses, be committing these things to steadfast men, who will also be sufficient to teach others;"},{"verse":3,"text":"you, therefore, suffer evil as a good soldier of Jesus Christ;"},{"verse":4,"text":"no one serving as a soldier entangles himself with the affairs of life, that he may please him who enlisted him;"},{"verse":5,"text":"and if anyone also may strive, he is not crowned, except he may strive lawfully;"},{"verse":6,"text":"it is first necessary for the laboring farmer to partake of the fruits;"},{"verse":7,"text":"be considering what things I say, for the LORD gives to you understanding in all things."},{"verse":8,"text":"Remember Jesus Christ, raised out of the dead, of the seed of David, according to my good news,"},{"verse":9,"text":"in which I suffer evil—to bonds, as an evildoer, but the word of God has not been bound;"},{"verse":10,"text":"because of this I endure all things, because of the chosen ones, that they also may obtain salvation that is in Christ Jesus, with perpetual glory."},{"verse":11,"text":"The word is steadfast: For if we died together—we will also live together;"},{"verse":12,"text":"if we endure together—we will also reign together; if we deny Him, He will also deny us;"},{"verse":13,"text":"if we are not steadfast, He remains steadfast; He is not able to deny Himself."},{"verse":14,"text":"Remind them of these things, testifying fully before the LORD—not to strive about words to nothing profitable, but to the subversion of those hearing;"},{"verse":15,"text":"be diligent to present yourself approved to God—a workman not ashamed, straightly cutting the word of truth;"},{"verse":16,"text":"and stand aloof from the profane vain talkings, for they will advance to more impiety,"},{"verse":17,"text":"and their word will have pasture as a gangrene, of whom is Hymenaeus and Philetus,"},{"verse":18,"text":"who swerved concerning the truth, saying the resurrection to have already been, and overthrows the faith of some;"},{"verse":19,"text":"sure, nevertheless, the foundation of God has stood, having this seal: “The LORD has known those who are His,” and, “Let him depart from unrighteousness—everyone who is naming the Name of Christ.”"},{"verse":20,"text":"And in a great house there are not only vessels of gold and of silver, but also of wood and of earth, and some to honor, and some to dishonor:"},{"verse":21,"text":"if, then, anyone may cleanse himself from these, he will be a vessel to honor, sanctified and profitable to the master—having been prepared to every good work;"},{"verse":22,"text":"and flee the youthful lusts, and pursue righteousness, faith, love, peace, with those calling on the LORD out of a pure heart;"},{"verse":23,"text":"and be avoiding the foolish and uninstructed questions, having known that they beget strife,"},{"verse":24,"text":"and a servant of the LORD must not quarrel, but to be gentle to all, apt to teach, patient under evil,"},{"verse":25,"text":"instructing those opposing in meekness—if perhaps God may give to them conversion to an acknowledging of the truth,"},{"verse":26,"text":"and they may awake out of the Devil’s snare, having been caught by him at his will."}]},{"chapter":3,"verses":[{"verse":1,"text":"And know this, that in the last days there will come perilous times,"},{"verse":2,"text":"for men will be lovers of themselves, lovers of money, boasters, proud, slanderous, disobedient to parents, unthankful, unkind,"},{"verse":3,"text":"without natural affection, implacable, false accusers, without control, barbaric, not lovers of those who are good,"},{"verse":4,"text":"traitors, reckless, lofty, lovers of pleasure more than lovers of God,"},{"verse":5,"text":"having a form of piety, but having denied its power; and be turning away from these,"},{"verse":6,"text":"for of these there are those coming into the houses and leading captive the weak women, loaded with sins, led away with manifold desires,"},{"verse":7,"text":"always learning, and never able to come to a knowledge of truth,"},{"verse":8,"text":"and even as Jannes and Jambres stood against Moses, so these also stand against the truth, men corrupted in mind, disapproved concerning the faith;"},{"verse":9,"text":"but they will not advance any further, for their folly will be evident to all, as theirs also became."},{"verse":10,"text":"And you have followed after my teaching, manner of life, purpose, faith, long-suffering, love, endurance,"},{"verse":11,"text":"the persecutions, the afflictions, that befell me in Antioch, in Iconium, in Lystra; what persecutions I endured! And the LORD delivered me out of all."},{"verse":12,"text":"And all who will to live piously in Christ Jesus will also be persecuted,"},{"verse":13,"text":"and evil men and impostors will advance to the worse, leading astray and being led astray."},{"verse":14,"text":"And you—remain in the things which you learned and were entrusted with, having known from whom you learned,"},{"verse":15,"text":"and because you have known the Holy Writings from infancy, which are able to make you wise—to salvation, through faith that is in Christ Jesus."},{"verse":16,"text":"Every Writing is God-breathed, and profitable for teaching, for conviction, for correction, for instruction that is in righteousness,"},{"verse":17,"text":"that the man of God may be fitted—having been completed for every good work."}]},{"chapter":4,"verses":[{"verse":1,"text":"I fully testify, then, before God, and the Lord Jesus Christ, who is about to judge the living and dead at His appearing and His Kingdom—"},{"verse":2,"text":"preach the word; be earnest in season, out of season; convict, rebuke, exhort, in all long-suffering and teaching,"},{"verse":3,"text":"for there will be a season when they will not endure the sound teaching, but they will heap up teachers according to their own desires—having an itching ear,"},{"verse":4,"text":"and, indeed, they will turn away from hearing the truth, and they will be turned aside to the fables."},{"verse":5,"text":"But you—watch in all things; suffer evil; do the work of one proclaiming good news; make full assurance of your ministry,"},{"verse":6,"text":"for I am already being poured out, and the time of my release has arrived;"},{"verse":7,"text":"I have striven the good strife, I have finished the course, I have kept the faith;"},{"verse":8,"text":"from now on there is laid up for me the garland of righteousness that the LORD—the Righteous Judge—will give to me in that day, and not only to me, but also to all those loving His appearing."},{"verse":9,"text":"Be diligent to come to me quickly,"},{"verse":10,"text":"for Demas forsook me, having loved the present age, and went on to Thessalonica, Crescens to Galatia, Titus to Dalmatia;"},{"verse":11,"text":"only Lucas is with me; having taken Mark, bring him with you, for he is profitable to me for ministry;"},{"verse":12,"text":"and I sent Tychicus to Ephesus;"},{"verse":13,"text":"coming, bring the cloak that I left in Troas with Carpus and the scrolls—especially the parchments."},{"verse":14,"text":"Alexander the coppersmith did me much evil; may the LORD repay to him according to his works,"},{"verse":15,"text":"of whom you also beware, for he has greatly stood against our words;"},{"verse":16,"text":"no one stood with me in my first defense, but all forsook me (may it not be reckoned to them),"},{"verse":17,"text":"but the LORD stood by me, and strengthened me, that the preaching might be fully assured through me, and all the nations might hear, and I was freed out of the mouth of a lion,"},{"verse":18,"text":"and the LORD will free me from every evil work, and will save me—to His heavenly kingdom; to whom is the glory through the ages of the ages! Amen."},{"verse":19,"text":"Greet Prisca and Aquilas, and Onesiphorus’ household;"},{"verse":20,"text":"Erastus remained in Corinth, and I left Trophimus ailing in Miletus;"},{"verse":21,"text":"be diligent to come before winter. Eubulus greets you, and Pudens, and Linus, and Claudia, and all the brothers."},{"verse":22,"text":"The Lord Jesus Christ is with your spirit. The grace is with you! Amen."}]}]}