{"id":"galatians","name":"Galatians","shortName":"Gal","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Paul, an apostle—not from men, nor through man, but through Jesus Christ, and God the Father, who raised Him out of the dead—"},{"verse":2,"text":"and all the brothers with me, to the assemblies of Galatia:"},{"verse":3,"text":"Grace to you and peace from God the Father and our Lord Jesus Christ,"},{"verse":4,"text":"who gave Himself for our sins, that He might deliver us out of the present evil age, according to the will of our God and Father,"},{"verse":5,"text":"to whom is the glory through the ages of the ages. Amen."},{"verse":6,"text":"I wonder that you are so quickly removed from Him who called you in the grace of Christ to another good news—"},{"verse":7,"text":"not that there is another, except there are certain who are troubling you, and wishing to pervert the good news of the Christ;"},{"verse":8,"text":"but even if we or a messenger out of Heaven may proclaim good news to you different from what we proclaimed to you—let him be accursed!"},{"verse":9,"text":"As we have said before, and now say again: if anyone may proclaim to you good news different from what you received—let him be accursed!"},{"verse":10,"text":"For do I now persuade men, or God? Or do I seek to please men? For if I yet pleased men—I should not be Christ’s servant."},{"verse":11,"text":"And I make known to you, brothers, the good news that was proclaimed by me, that it is not according to man,"},{"verse":12,"text":"for neither did I receive it from man, nor was I taught it, but through a revelation of Jesus Christ,"},{"verse":13,"text":"for you heard of my behavior once in Judaism, that I was exceedingly persecuting the Assembly of God, and destroying it,"},{"verse":14,"text":"and I was advancing in Judaism above many equals in age in my own race, being more abundantly zealous of my fathers’ deliverances,"},{"verse":15,"text":"and when God was well pleased—having separated me from the womb of my mother, and having called me through His grace—"},{"verse":16,"text":"to reveal His Son in me, that I might proclaim Him as good news among the nations, I did not immediately confer with flesh and blood,"},{"verse":17,"text":"nor did I go up to Jerusalem to those who were apostles before me, but I went away to Arabia, and again returned to Damascus;"},{"verse":18,"text":"then, after three years I went up to Jerusalem to inquire about Peter, and remained with him fifteen days,"},{"verse":19,"text":"and I did not see any other of the apostles, except James, the brother of the LORD."},{"verse":20,"text":"And the things that I write to you, behold, before God—I do not lie;"},{"verse":21,"text":"then I came into the regions of Syria and of Cilicia,"},{"verse":22,"text":"and was unknown by face to the assemblies of Judea, that are in Christ,"},{"verse":23,"text":"and they were only hearing that “he who is persecuting us then, now proclaims good news—the faith that he was then destroying”;"},{"verse":24,"text":"and they were glorifying God in me."}]},{"chapter":2,"verses":[{"verse":1,"text":"Then after fourteen years again I went up to Jerusalem with Barnabas, having also taken Titus with me;"},{"verse":2,"text":"and I went up by revelation, and submitted the good news to them that I preach among the nations, and privately to those esteemed, lest I ran or might run in vain;"},{"verse":3,"text":"but not even Titus, who is with me, being a Greek, was compelled to be circumcised—"},{"verse":4,"text":"and that because of the false brothers brought in unaware, who came in secretly to spy out our liberty that we have in Christ Jesus, that they might bring us under bondage,"},{"verse":5,"text":"to whom not even for an hour we gave place by subjection, that the truth of the good news might remain to you."},{"verse":6,"text":"And from those who were esteemed to be something—whatever they were then, it makes no difference to me. God does not accept the face of man, for to me those esteemed added nothing,"},{"verse":7,"text":"but on the contrary, having seen that I have been entrusted with the good news of the uncircumcision, as Peter with that of the circumcision,"},{"verse":8,"text":"for He who worked with Peter to the apostleship of the circumcision, worked also in me in regard to the nations,"},{"verse":9,"text":"and having known the grace that was given to me, James, and Cephas, and John, who were esteemed to be pillars, they gave to me a right hand of fellowship, and to Barnabas, that we may go to the nations, and they to the circumcision,"},{"verse":10,"text":"only, that we should be mindful of the poor, which I also was diligent—this very thing—to do."},{"verse":11,"text":"And when Peter came to Antioch, I stood up against him to the face, because he was blameworthy,"},{"verse":12,"text":"for before the coming of some from James, he was eating with the nations, and when they came, he was withdrawing and separating himself, fearing those of circumcision,"},{"verse":13,"text":"and the other Jews acted hypocritically with him, so that Barnabas was also carried away by their hypocrisy."},{"verse":14,"text":"But when I saw that they are not walking uprightly to the truth of the good news, I said to Peter before all, “If you, being a Jew, live in the manner of the nations, and not in the manner of the Jews, how do you compel the nations to live like Jews?"},{"verse":15,"text":"We by nature Jews, and not sinners of the nations,"},{"verse":16,"text":"having also known that a man is not declared righteous by works of law, but through faith from Jesus Christ, we also believed in Christ Jesus, that we might be declared righteous by faith from Christ, and not by works of law, because no flesh will be declared righteous by works of law.”"},{"verse":17,"text":"And if, seeking to be declared righteous in Christ, we were also ourselves found sinners, is Christ then a servant of sin? Let it not be!"},{"verse":18,"text":"For if the things I threw down, these again I build up, I set myself forth as a transgressor;"},{"verse":19,"text":"for I died through law that I may live to God;"},{"verse":20,"text":"I have been crucified with Christ, and I no longer live, but Christ lives in me; and that which I now live in the flesh—I live in the faith of the Son of God, who loved me and gave Himself for me;"},{"verse":21,"text":"I do not make the grace of God void, for if righteousness is through law—then Christ died in vain."}]},{"chapter":3,"verses":[{"verse":1,"text":"O thoughtless Galatians, who bewitched you, not to obey the truth—before whose eyes it was previously written about Jesus Christ having been crucified?"},{"verse":2,"text":"I only wish to learn this from you: did you receive the Spirit by works of the Law, or by the hearing of faith?"},{"verse":3,"text":"Are you so thoughtless? Having begun in the Spirit, do you now end in the flesh?"},{"verse":4,"text":"So many things you suffered in vain! If, indeed, even in vain."},{"verse":5,"text":"He, therefore, who is supplying the Spirit to you and working mighty acts among you—is it by works of law or by the hearing of faith?"},{"verse":6,"text":"According as Abraham believed God, and it was reckoned to him for righteousness;"},{"verse":7,"text":"know, then, that those of faith—these are sons of Abraham,"},{"verse":8,"text":"and the Writing, having foreseen that God declares righteous the nations by faith, foretold the good news to Abraham:"},{"verse":9,"text":"“All the nations will be blessed in you”; so that those of faith are blessed with the believing Abraham,"},{"verse":10,"text":"for as many as are of works of law are under a curse, for it has been written: “Cursed is everyone who is not remaining in all things that have been written in the Scroll of the Law—to do them,”"},{"verse":11,"text":"and it is evident that in law no one is declared righteous with God, because “The righteous will live by faith”;"},{"verse":12,"text":"and the Law is not by faith, rather, “The man who did them will live in them.”"},{"verse":13,"text":"Christ redeemed us from the curse of the Law, having become a curse for us, for it has been written: “Cursed is everyone who is hanging on a tree,”"},{"verse":14,"text":"that the blessing of Abraham may come to the nations in Christ Jesus, that we may receive the promise of the Spirit through faith."},{"verse":15,"text":"Brothers, I say it as a man, no one even makes void or adds to a confirmed covenant of man,"},{"verse":16,"text":"and to Abraham were the promises spoken, and to his Seed; He does not say, “And to seeds,” as of many, but as of one, “And to your Seed,” which is Christ;"},{"verse":17,"text":"and this I say, a covenant confirmed before by God to Christ, the Law, that came four hundred and thirty years after, does not set aside, to make void the promise,"},{"verse":18,"text":"for if the inheritance is by law, it is no longer by promise, but God granted it to Abraham through promise."},{"verse":19,"text":"Why, then, the Law? It was added on account of the transgressions, until the Seed might come to which the promise has been made, having been set in order through messengers in the hand of a mediator—"},{"verse":20,"text":"and the mediator is not of one, but God is one."},{"verse":21,"text":"Is the Law, then, against the promises of God? Let it not be! For if a law was given that was able to make alive, truly there would have been righteousness by law,"},{"verse":22,"text":"but the Writing shut up the whole under sin, that the promise by faith of Jesus Christ may be given to those believing."},{"verse":23,"text":"And before the coming of faith, we were being kept under law, shut up to the faith about to be revealed,"},{"verse":24,"text":"so that the Law became our tutor—to Christ, that we may be declared righteous by faith,"},{"verse":25,"text":"and faith having come, we are no longer under a tutor,"},{"verse":26,"text":"for you are all sons of God through faith in Christ Jesus,"},{"verse":27,"text":"for as many as were immersed into Christ put on Christ;"},{"verse":28,"text":"there is neither Jew nor Greek, there is neither servant nor freeman, there is neither male and female, for you are all one in Christ Jesus;"},{"verse":29,"text":"and if you are of Christ then you are seed of Abraham, and heirs according to promise."}]},{"chapter":4,"verses":[{"verse":1,"text":"And I say, now as much time as the heir is a child, he differs nothing from a servant, though being lord of all,"},{"verse":2,"text":"but is under tutors and stewards until the time appointed of the father,"},{"verse":3,"text":"so we also, when we were children, were in servitude under the elements of the world,"},{"verse":4,"text":"and when the fullness of time came, God sent forth His Son, come of a woman, come under law,"},{"verse":5,"text":"that He may redeem those under law, that we may receive the adoption as sons;"},{"verse":6,"text":"and because you are sons, God sent forth the Spirit of His Son into your hearts, crying, “Abba! Father!”"},{"verse":7,"text":"So that you are no longer a servant, but a son, and if a son, also an heir of God through Christ."},{"verse":8,"text":"But then, indeed, having not known God, you were in servitude to those that are not by nature gods,"},{"verse":9,"text":"and now, having known God—and rather being known by God—how do you turn again to the weak and poor elements to which you desire anew to be in servitude?"},{"verse":10,"text":"You observe days, and months, and times, and years!"},{"verse":11,"text":"I am afraid for you, lest I labored in vain for you."},{"verse":12,"text":"I implore you, brothers, become as I am—because I also am as you; you did not hurt me;"},{"verse":13,"text":"and you have known that through weakness of the flesh I proclaimed good news to you at the first,"},{"verse":14,"text":"and you did not despise nor reject my trial that is in my flesh, but you received me as a messenger of God—as Christ Jesus;"},{"verse":15,"text":"what then was your blessedness? For I testify to you, that if possible, having plucked out your eyes, you would have given them to me;"},{"verse":16,"text":"so have I become your enemy, being true to you?"},{"verse":17,"text":"They are zealous for you—yet not well, but they wish to shut us out, that you may be zealous for them;"},{"verse":18,"text":"and it is good to be zealously regarded, in what is good, at all times, and not only in my being present with you;"},{"verse":19,"text":"my little children, of whom I travail in birth again until Christ may be formed in you,"},{"verse":20,"text":"indeed I was wishing to be present with you now, and to change my voice, because I am in doubt about you."},{"verse":21,"text":"Tell me, you who are willing to be under law, do you not hear the Law?"},{"verse":22,"text":"For it has been written that Abraham had two sons, one by the maidservant and one by the free woman,"},{"verse":23,"text":"but he who is of the maidservant has been according to flesh, but he who is of the free woman, through the promise,"},{"verse":24,"text":"which things are allegorized, for these are the two covenants: one, indeed, from Mount Sinai, bringing forth to servitude, which is Hagar;"},{"verse":25,"text":"for this Hagar is Mount Sinai in Arabia, and corresponds to the Jerusalem that now is, and is in servitude with her children,"},{"verse":26,"text":"and the Jerusalem above is the free woman, which is mother of us all,"},{"verse":27,"text":"for it has been written: “Rejoice, O barren, who is not bearing; break forth and cry, you who are not travailing, because many are the children of the desolate—more than of her having the husband.”"},{"verse":28,"text":"And we, brothers, as Isaac, are children of promise,"},{"verse":29,"text":"but as he then who was born according to the flesh persecuted him born according to the Spirit, so also now;"},{"verse":30,"text":"but what does the Writing say? “Cast forth the maidservant and her son, for the son of the maidservant may not be heir with the son of the free woman”;"},{"verse":31,"text":"then, brothers, we are not a maidservant’s children, but the free woman’s."}]},{"chapter":5,"verses":[{"verse":1,"text":"In the freedom, then, with which Christ made you free—stand, and do not be held fast again by a yoke of servitude."},{"verse":2,"text":"Behold! I, Paul, say to you, that if you are to be circumcised, Christ will profit you nothing;"},{"verse":3,"text":"and I testify again to every man circumcised, that he is a debtor to do the whole law;"},{"verse":4,"text":"you were voided from the Christ, you who are declared righteous in law; you fell away from grace;"},{"verse":5,"text":"for we by the Spirit, by faith, wait for a hope of righteousness,"},{"verse":6,"text":"for in Christ Jesus neither circumcision avails anything, nor uncircumcision, but faith working through love."},{"verse":7,"text":"You were running well; who hindered you so as not to obey the truth?"},{"verse":8,"text":"The persuasion is not of Him who is calling you!"},{"verse":9,"text":"A little leaven leavens the whole lump;"},{"verse":10,"text":"I have confidence in regard to you in the LORD that you will not be otherwise minded; and he who is troubling you will bear the judgment, whoever he may be."},{"verse":11,"text":"And I, brothers, if I still preach circumcision, why am I still persecuted? Then the stumbling-block of the Cross has been done away with;"},{"verse":12,"text":"O that even they would cut themselves off who are unsettling you!"},{"verse":13,"text":"For you were called to freedom, brothers, only the freedom is not for an occasion to the flesh, but serve one another through the love,"},{"verse":14,"text":"for all the Law is fulfilled in one word—in this: “You will love your neighbor as yourself”;"},{"verse":15,"text":"and if you bite and devour one another, see that you may not be consumed by one another."},{"verse":16,"text":"And I say, walk in the Spirit, and you may not fulfill the desire of the flesh;"},{"verse":17,"text":"for the flesh desires contrary to the Spirit, and the Spirit contrary to the flesh, and these are opposed to one another, that the things that you may will—these you may not do;"},{"verse":18,"text":"and if you are led by the Spirit, you are not under law."},{"verse":19,"text":"And the works of the flesh are also evident, which are: adultery, whoredom, uncleanness, licentiousness,"},{"verse":20,"text":"idolatry, witchcraft, enmities, strife, jealousy, wraths, rivalries, dissensions, sects,"},{"verse":21,"text":"envyings, murders, drunkenness, reveling, and such like, of which I tell you before, as I also said before, that those doing such things will not inherit the Kingdom of God."},{"verse":22,"text":"And the fruit of the Spirit is: love, joy, peace, long-suffering, kindness, goodness, faith,"},{"verse":23,"text":"meekness, and self-control. Against such there is no law;"},{"verse":24,"text":"and those who are of Christ Jesus have crucified the flesh with the affections and the desires;"},{"verse":25,"text":"if we may live in the Spirit, we may also walk in the Spirit;"},{"verse":26,"text":"let us not become vainglorious—provoking one another, envying one another!"}]},{"chapter":6,"verses":[{"verse":1,"text":"Brothers, even if a man may be overtaken in any trespass, you who are spiritual restore such a one in a spirit of meekness, considering yourself—lest you also may be tempted."},{"verse":2,"text":"Bear the burdens of one another, and so fill up the law of the Christ,"},{"verse":3,"text":"for if anyone thinks himself to be something—being nothing—he deceives himself;"},{"verse":4,"text":"and let each one prove his own work, and then he will have the glorying in regard to himself alone, and not in regard to the other,"},{"verse":5,"text":"for each one will bear his own burden."},{"verse":6,"text":"And let him who is instructed in the word share with him who is instructing in all good things."},{"verse":7,"text":"Do not be led astray: God is not mocked; for what a man may sow—that he will also reap,"},{"verse":8,"text":"because he who is sowing to his own flesh, of the flesh will reap corruption; and he who is sowing to the Spirit, of the Spirit will reap continuous life;"},{"verse":9,"text":"and in doing good we should not be weary, for at the proper time we will reap—not desponding;"},{"verse":10,"text":"therefore, then, as we have opportunity, may we work the good to all, and especially to those of the household of faith."},{"verse":11,"text":"You see in how large letters I have written to you with my own hand;"},{"verse":12,"text":"as many as are willing to make a good appearance in the flesh, these constrain you to be circumcised—only that they may not be persecuted for the Cross of the Christ,"},{"verse":13,"text":"for neither do those circumcised keep the Law themselves, but they wish you to be circumcised, that they may glory in your flesh."},{"verse":14,"text":"And for me, let it not be—to glory, except in the Cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world;"},{"verse":15,"text":"for in Christ Jesus neither circumcision avails anything, nor uncircumcision, but a new creation;"},{"verse":16,"text":"and as many as walk by this rule—peace on them, and kindness, and on the Israel of God!"},{"verse":17,"text":"From now on, let no one give me trouble, for I carry the scars of the Lord Jesus in my body."},{"verse":18,"text":"The grace of our Lord Jesus Christ is with your spirit, brothers! Amen."}]}]}