{"id":"obadiah","name":"Obadiah","shortName":"Obad","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Thus said Lord YHWH to Edom (We have heard a report from YHWH, And an ambassador among nations was sent, “Rise, indeed, let us rise against her for battle”):","poetry":1},{"verse":2,"text":"“Behold, I have made you little among nations, You are despised exceedingly.","poetry":1},{"verse":3,"text":"The pride of your heart has lifted you up, O dweller in clefts of a rock (A high place is his habitation, He is saying in his heart: Who brings me down to earth?)","poetry":1},{"verse":4,"text":"If you go up high as an eagle, And if you set your nest between stars, From there I bring you down,” A declaration of YHWH.","poetry":1},{"verse":5,"text":"“If thieves have come in to you, If spoilers of the night, How have you been cut off! Do they not steal their sufficiency? If gatherers have come in to you, Do they not leave gleanings?","poetry":1},{"verse":6,"text":"How has Esau been searched out! His hidden things have flowed out,"},{"verse":7,"text":"All your allies have sent you to the border, Forgotten you, prevailed over you, have your friends, They make your bread a snare under you, There is no understanding in him!","poetry":1},{"verse":8,"text":"Is it not in that day,” a declaration of YHWH, “That I have destroyed the wise out of Edom, And understanding out of the mountain of Esau?","poetry":1},{"verse":9,"text":"And your mighty ones have been broken down, O Teman, So that everyone of the mountain of Esau is cut off.","poetry":1},{"verse":10,"text":"For slaughter, for violence to your brother Jacob, Shame covers you, And you have been cut off for all time.","poetry":1},{"verse":11,"text":"In the day of your standing aloof from the opposite side, In the day of strangers taking his force captive, And foreigners have entered his gates, And have cast a lot for Jerusalem, Even you are as one of them!","poetry":1},{"verse":12,"text":"And—you do not look on the day of your brother, On the day of his alienation, Nor do you rejoice over sons of Judah, In the day of their destruction, Nor make your mouth great in a day of distress.","poetry":1},{"verse":13,"text":"Nor come into a gate of My people in a day of their calamity, Nor look, even you, on its misfortune in a day of its calamity, Nor send forth against its force in a day of its calamity,","poetry":1},{"verse":14,"text":"Nor stand by the breach to cut off its escaped, Nor deliver up its remnant in a day of distress.","poetry":1},{"verse":15,"text":"For near is the Day of YHWH, on all the nations, As you have done, it is done to you, Your deed turns back on your own head.","poetry":1},{"verse":16,"text":"For—as you have drunk on My holy mountain, All the nations drink continually, And they have drunk and have swallowed, And they have been as if they have not been.","poetry":1},{"verse":17,"text":"And in Mount Zion there is an escape, And it has been holy, And the house of Jacob has possessed their possessions.","poetry":1},{"verse":18,"text":"And the house of Jacob has been a fire, And the house of Joseph a flame, And the house of Esau for stubble, And they have burned among them, And they have consumed them, And there is not a remnant to the house of Esau,” For YHWH has spoken.","poetry":1},{"verse":19,"text":"And they have possessed the south with the mountain of Esau, And the low country with the Philistines, And they have possessed the field of Ephraim, And the field of Samaria, And Benjamin with Gilead.","poetry":1},{"verse":20,"text":"And the expulsion of this force of the sons of Israel, That is with the Canaanites to Zarephat, And the expulsion of Jerusalem that is with the Sepharad, Possess the cities of the south.","poetry":1},{"verse":21,"text":"And saviors have gone up on Mount Zion, To judge the mountain of Esau, And the kingdom has been to YHWH!","poetry":1}]}]}