{"id":"proverbs","name":"Proverbs","shortName":"Prov","chapters":[{"chapter":1,"verses":[{"verse":1,"text":"Proverbs of Solomon, son of David, king of Israel:"},{"verse":2,"text":"For knowing wisdom and instruction, For understanding sayings of intelligence,","poetry":1},{"verse":3,"text":"For receiving the instruction of wisdom, Righteousness, judgment, and uprightness,","poetry":1},{"verse":4,"text":"For giving to simple ones—prudence, To a youth—knowledge and discretion.","poetry":1},{"verse":5,"text":"(The wise hear and increase learning, And the intelligent obtain counsels.)","poetry":1},{"verse":6,"text":"For understanding a proverb and its sweetness, Words of the wise and their acute sayings.","poetry":1},{"verse":7,"text":"Fear of YHWH is the beginning of knowledge, Fools have despised wisdom and instruction!","poetry":1},{"verse":8,"text":"Hear, my son, the instruction of your father, And do not leave the law of your mother,","poetry":1},{"verse":9,"text":"For they are a graceful wreath to your head, And chains to your neck.","poetry":1},{"verse":10,"text":"My son, if sinners entice you, do not be willing."},{"verse":11,"text":"If they say, “Come with us, we lay wait for blood, We watch secretly for the innocent without cause,","poetry":1},{"verse":12,"text":"We swallow them as Sheol—alive, And whole—as those going down to the pit,","poetry":1},{"verse":13,"text":"We find every precious substance, We fill our houses with spoil,","poetry":1},{"verse":14,"text":"You cast your lot among us, One purse is—to all of us.”","poetry":1},{"verse":15,"text":"My son! Do not go in the way with them, Withhold your foot from their path,","poetry":1},{"verse":16,"text":"For their feet run to evil, And they hurry to shed blood.","poetry":1},{"verse":17,"text":"Surely in vain is the net spread out before the eyes of any bird."},{"verse":18,"text":"And they lay wait for their own blood, They watch secretly for their own lives.","poetry":1},{"verse":19,"text":"So are the paths of every gainer of dishonest gain, It takes the life of its owners.","poetry":1},{"verse":20,"text":"Wisdom cries aloud in an out-place, She gives forth her voice in broad places,","poetry":1},{"verse":21,"text":"She calls at the head of the multitudes, In the openings of the gates, In the city she says her sayings:","poetry":1},{"verse":22,"text":"“Until when, you simple, do you love simplicity? And have scorners desired their scorning? And do fools hate knowledge?"},{"verse":23,"text":"Turn back at my reproof, behold, I pour forth my spirit to you, I make known my words with you.","poetry":1},{"verse":24,"text":"Because I have called, and you refuse, I stretched out my hand, and none is attending,","poetry":1},{"verse":25,"text":"And you slight all my counsel, And you have not desired my reproof.","poetry":1},{"verse":26,"text":"I also laugh in your calamity, I deride when your fear comes,","poetry":1},{"verse":27,"text":"When your fear comes as destruction, And your calamity comes as a windstorm, When adversity and distress come on you.","poetry":1},{"verse":28,"text":"Then they call me, and I do not answer, They seek me earnestly, and do not find me.","poetry":1},{"verse":29,"text":"Because that they have hated knowledge, And have not chosen the fear of YHWH.","poetry":1},{"verse":30,"text":"They have not consented to my counsel, They have despised all my reproof,","poetry":1},{"verse":31,"text":"And they eat of the fruit of their way, And they are filled from their own counsels.","poetry":1},{"verse":32,"text":"For the turning of the simple slays them, And the security of the foolish destroys them.","poetry":1},{"verse":33,"text":"And whoever is listening to me dwells confidently, And is quiet from fear of evil!”","poetry":1}]},{"chapter":2,"verses":[{"verse":1,"text":"My son, if you accept my sayings, And lay up my commands with you,","poetry":1},{"verse":2,"text":"To cause your ear to attend to wisdom, You incline your heart to understanding,","poetry":1},{"verse":3,"text":"For if you call for intelligence, And give forth your voice for intelligence,","poetry":1},{"verse":4,"text":"If you seek her as silver, And search for her as hid treasures,","poetry":1},{"verse":5,"text":"Then you understand the fear of YHWH, And you find the knowledge of God.","poetry":1},{"verse":6,"text":"For YHWH gives wisdom, Knowledge and understanding from His mouth.","poetry":1},{"verse":7,"text":"Even to lay up substance for the upright, A shield for those walking uprightly.","poetry":1},{"verse":8,"text":"To keep the paths of judgment, And He preserves the way of His saints.","poetry":1},{"verse":9,"text":"Then you understand righteousness, And judgment, and uprightness—every good path.","poetry":1},{"verse":10,"text":"For wisdom comes into your heart, And knowledge is pleasant to your soul,","poetry":1},{"verse":11,"text":"Thoughtfulness watches over you, Understanding keeps you,","poetry":1},{"verse":12,"text":"To deliver you from an evil way, From any speaking contrary things,","poetry":1},{"verse":13,"text":"Who are forsaking paths of uprightness, To walk in ways of darkness,","poetry":1},{"verse":14,"text":"Who are rejoicing to do evil, They delight in the contrariness of the wicked,","poetry":1},{"verse":15,"text":"Whose paths are crooked, Indeed, they are perverted in their ways.","poetry":1},{"verse":16,"text":"To deliver you from the strange woman, From the stranger who has made her sayings smooth,","poetry":1},{"verse":17,"text":"Who is forsaking the guide of her youth, And has forgotten the covenant of her God.","poetry":1},{"verse":18,"text":"For her house has inclined to death, And her paths to Rephaim.","poetry":1},{"verse":19,"text":"None going in to her return, Nor do they reach the paths of life.","poetry":1},{"verse":20,"text":"That you go in the way of the good, And keep the paths of the righteous.","poetry":1},{"verse":21,"text":"For the upright inhabit the earth, And the perfect are left in it,","poetry":1},{"verse":22,"text":"And the wicked are cut off from the earth, And treacherous dealers plucked out of it!","poetry":1}]},{"chapter":3,"verses":[{"verse":1,"text":"My son! Do not forget my law, And let your heart keep my commands,","poetry":1},{"verse":2,"text":"For the length of your days and years, Life and peace they add to you.","poetry":1},{"verse":3,"text":"Do not let kindness and truth forsake you, Bind them on your neck, Write them on the tablet of your heart,","poetry":1},{"verse":4,"text":"And find grace and good understanding In the eyes of God and man.","poetry":1},{"verse":5,"text":"Trust to YHWH with all your heart, And do not lean to your own understanding.","poetry":1},{"verse":6,"text":"In all your ways know Him, And He makes your paths straight.","poetry":1},{"verse":7,"text":"Do not be wise in your own eyes, Fear YHWH, and turn aside from evil.","poetry":1},{"verse":8,"text":"It is healing to your navel, And moistening to your bones.","poetry":1},{"verse":9,"text":"Honor YHWH from your substance, And from the beginning of all your increase;","poetry":1},{"verse":10,"text":"And your barns are filled with plenty, And your presses break forth with new wine.","poetry":1},{"verse":11,"text":"Discipline of YHWH, my son, do not despise, And do not be distressed with His reproof,","poetry":1},{"verse":12,"text":"For whom YHWH loves He reproves, Even as a father the son He is pleased with.","poetry":1},{"verse":13,"text":"O the blessedness of a man who has found wisdom, And of a man who brings forth understanding.","poetry":1},{"verse":14,"text":"For better is her merchandise Than the merchandise of silver, And than gold—her increase.","poetry":1},{"verse":15,"text":"She is precious above rubies, And all your pleasures are not comparable to her.","poetry":1},{"verse":16,"text":"Length of days is in her right hand, In her left are wealth and honor.","poetry":1},{"verse":17,"text":"Her ways are ways of pleasantness, And all her paths are peace.","poetry":1},{"verse":18,"text":"She is a tree of life to those laying hold on her, And whoever is retaining her is blessed.","poetry":1},{"verse":19,"text":"YHWH founded the earth by wisdom, He prepared the heavens by understanding.","poetry":1},{"verse":20,"text":"By His knowledge depths have been broken, And clouds drop dew.","poetry":1},{"verse":21,"text":"My son! Do not let them turn from your eyes, Keep wisdom and thoughtfulness,","poetry":1},{"verse":22,"text":"And they are life to your soul, and grace to your neck."},{"verse":23,"text":"Then you go your way confidently, And your foot does not stumble.","poetry":1},{"verse":24,"text":"If you lie down, you are not afraid, Indeed, you have lain down, And your sleep has been sweet.","poetry":1},{"verse":25,"text":"Do not be afraid of sudden fear, And of the desolation of the wicked when it comes.","poetry":1},{"verse":26,"text":"For YHWH is at your side, And He has kept your foot from capture.","poetry":1},{"verse":27,"text":"Do not withhold good from its owners, When your hand is toward God to do it.","poetry":1},{"verse":28,"text":"Do not say to your friend, “Go, and return, and tomorrow I give,” When substance is with you.","poetry":1},{"verse":29,"text":"Do not devise evil against your neighbor, And he sitting confidently with you.","poetry":1},{"verse":30,"text":"Do not strive with a man without cause, If he has not done you evil.","poetry":1},{"verse":31,"text":"Do not be envious of a man of violence, Nor fix on any of his ways.","poetry":1},{"verse":32,"text":"For the perverted is an abomination to YHWH, And His secret counsel is with the upright.","poetry":1},{"verse":33,"text":"The curse of YHWH is in the house of the wicked. And He blesses the habitation of the righteous."},{"verse":34,"text":"If He scorns the scorners, Yet He gives grace to the humble.","poetry":1},{"verse":35,"text":"The wise inherit glory, And fools are bearing away shame!","poetry":1}]},{"chapter":4,"verses":[{"verse":1,"text":"Hear, you sons, the instruction of a father, And give attention to know understanding.","poetry":1},{"verse":2,"text":"For I have given to you good learning, do not forsake my law."},{"verse":3,"text":"For I have been a son to my father—tender, And an only one before my mother.","poetry":1},{"verse":4,"text":"And he directs me, and he says to me: “Let your heart retain my words, Keep my commands, and live.","poetry":1},{"verse":5,"text":"Get wisdom, get understanding, Do not forget, nor turn away From the sayings of my mouth.","poetry":1},{"verse":6,"text":"Do not forsake her, and she preserves you, Love her, and she keeps you.","poetry":1},{"verse":7,"text":"The first thing is wisdom—get wisdom, And with all your getting get understanding.","poetry":1},{"verse":8,"text":"Exalt her and she lifts you up, She honors you when you embrace her.","poetry":1},{"verse":9,"text":"She gives a wreath of grace to your head, She gives you a crown of beauty freely.”","poetry":1},{"verse":10,"text":"Hear, my son, and receive my sayings, And years of life are multiplied to you.","poetry":1},{"verse":11,"text":"I have directed you in a way of wisdom, I have caused you to tread in paths of uprightness.","poetry":1},{"verse":12,"text":"In your walking your step is not restricted, And if you run, you do not stumble.","poetry":1},{"verse":13,"text":"Lay hold on instruction, do not desist, Keep her, for she is your life.","poetry":1},{"verse":14,"text":"Do not enter into the path of the wicked, And do not be blessed in a way of evildoers.","poetry":1},{"verse":15,"text":"Avoid it, do not pass over into it, Turn aside from it, and pass on.","poetry":1},{"verse":16,"text":"For they do not sleep if they do no evil, And their sleep has been taken away violently, If they do not cause some to stumble.","poetry":1},{"verse":17,"text":"For they have eaten bread of wickedness, And they drink wine of violence.","poetry":1},{"verse":18,"text":"And the path of the righteous is as a shining light, Going and brightening until the day is established,","poetry":1},{"verse":19,"text":"The way of the wicked is as darkness, They have not known at what they stumble.","poetry":1},{"verse":20,"text":"My son, give attention to my words, Incline your ear to my sayings,","poetry":1},{"verse":21,"text":"Do not let them turn aside from your eyes, Preserve them in the midst of your heart.","poetry":1},{"verse":22,"text":"For they are life to those finding them, And healing to all their flesh.","poetry":1},{"verse":23,"text":"Above every charge keep your heart, For out of it are the outgoings of life.","poetry":1},{"verse":24,"text":"Turn aside a contrary mouth from you, And put perverse lips far from you,","poetry":1},{"verse":25,"text":"Your eyes look straightforward, And your eyelids look straight before you.","poetry":1},{"verse":26,"text":"Ponder the path of your feet, And all your ways are established.","poetry":1},{"verse":27,"text":"Do not incline to the right or to the left, Turn aside your foot from evil!","poetry":1}]},{"chapter":5,"verses":[{"verse":1,"text":"My son! Give attention to my wisdom, Incline your ear to my understanding,","poetry":1},{"verse":2,"text":"To observe thoughtfulness, And your lips keep knowledge.","poetry":1},{"verse":3,"text":"For the lips of a strange woman drop honey, And her mouth is smoother than oil,","poetry":1},{"verse":4,"text":"And her latter end is bitter as wormwood, Sharp as a sword with mouths.","poetry":1},{"verse":5,"text":"Her feet are going down to death, Her steps take hold of Sheol.","poetry":1},{"verse":6,"text":"The path of life—lest you ponder, Her paths have moved—you do not know.","poetry":1},{"verse":7,"text":"And now, you sons, listen to me, And do not turn from sayings of my mouth.","poetry":1},{"verse":8,"text":"Keep your way far from off her, And do not come near to the opening of her house,","poetry":1},{"verse":9,"text":"Lest you give your splendor to others, And your years to the fierce,","poetry":1},{"verse":10,"text":"Lest strangers be filled with your power, And your labors in the house of a stranger,","poetry":1},{"verse":11,"text":"And you have howled in your latter end, In the consumption of your flesh and your food,","poetry":1},{"verse":12,"text":"And have said, “How I have hated instruction, And my heart has despised reproof,","poetry":1},{"verse":13,"text":"And I have not listened to the voice of my teachers, And have not inclined my ear to my teachers.","poetry":1},{"verse":14,"text":"As a little thing I have been all evil, In the midst of an assembly and a congregation.”","poetry":1},{"verse":15,"text":"Drink waters out of your own cistern, Even flowing ones out of your own well.","poetry":1},{"verse":16,"text":"Let your fountains be scattered abroad, In broad places streams of waters.","poetry":1},{"verse":17,"text":"Let them be to you for yourself, And not to strangers with you.","poetry":1},{"verse":18,"text":"Let your fountain be blessed, And rejoice because of the wife of your youth,","poetry":1},{"verse":19,"text":"A doe of loves, and a roe of grace! Let her loves satisfy you at all times, Magnify yourself in her love continually.","poetry":1},{"verse":20,"text":"And why do you magnify yourself, My son, with a stranger? And embrace the bosom of a strange woman?","poetry":1},{"verse":21,"text":"For the ways of each are before the eyes of YHWH, And He is pondering all his paths.","poetry":1},{"verse":22,"text":"His own iniquities capture the wicked, And he is holden with the ropes of his sin.","poetry":1},{"verse":23,"text":"He dies without instruction, And magnifies himself in the abundance of his folly!","poetry":1}]},{"chapter":6,"verses":[{"verse":1,"text":"My son! If you have been guarantor for your friend, Have struck your hand for a stranger,","poetry":1},{"verse":2,"text":"Have been snared with sayings of your mouth, Have been captured with sayings of your mouth,","poetry":1},{"verse":3,"text":"Do this now, my son, and be delivered, For you have come into the hand of your friend. Go, trample on yourself, and strengthen your friend,","poetry":1},{"verse":4,"text":"Do not give sleep to your eyes, And slumber to your eyelids,","poetry":1},{"verse":5,"text":"Be delivered as a roe from the hand, And as a bird from the hand of a fowler.","poetry":1},{"verse":6,"text":"Go to the ant, O slothful one, See her ways and be wise;","poetry":1},{"verse":7,"text":"Which has no captain, overseer, and ruler,"},{"verse":8,"text":"She prepares her bread in summer, She has gathered her food in harvest.","poetry":1},{"verse":9,"text":"Until when, O slothful one, do you lie? When do you arise from your sleep?"},{"verse":10,"text":"A little sleep, a little slumber, A little clasping of the hands to rest,","poetry":1},{"verse":11,"text":"And your poverty has come as a traveler, And your want as an armed man.","poetry":1},{"verse":12,"text":"A man of worthlessness, a man of iniquity, Walking with perverseness of mouth,","poetry":1},{"verse":13,"text":"Winking with his eyes, speaking with his feet, Directing with his fingers,","poetry":1},{"verse":14,"text":"Contrariness is in his heart, devising evil at all times, He sends forth contentions.","poetry":1},{"verse":15,"text":"Therefore his calamity comes suddenly, He is broken instantly—and no healing.","poetry":1},{"verse":16,"text":"These six has YHWH hated, Indeed, seven are abominations to His soul:","poetry":1},{"verse":17,"text":"High eyes, False tongues, And hands shedding innocent blood,","poetry":1},{"verse":18,"text":"A heart devising thoughts of vanity, Feet hastening to run to evil,","poetry":1},{"verse":19,"text":"A false witness who breathes out lies, And one sending forth contentions between brothers.","poetry":1},{"verse":20,"text":"Keep, my son, the command of your father, And do not leave the law of your mother.","poetry":1},{"verse":21,"text":"Bind them on your heart continually, Tie them on your neck.","poetry":1},{"verse":22,"text":"In your going up and down, it leads you, In your lying down, it watches over you, And you have awoken—it talks with you.","poetry":1},{"verse":23,"text":"For the command is a lamp, And the Law a light, And a way of life are reproofs of instruction,","poetry":1},{"verse":24,"text":"To preserve you from an evil woman, From the flattery of the tongue of a strange woman.","poetry":1},{"verse":25,"text":"Do not desire her beauty in your heart, And do not let her take you with her eyelids.","poetry":1},{"verse":26,"text":"For a harlot consumes to a cake of bread, And an adulteress hunts the precious soul.","poetry":1},{"verse":27,"text":"Does a man take fire into his bosom, And are his garments not burned?","poetry":1},{"verse":28,"text":"Does a man walk on the hot coals, And are his feet not scorched?","poetry":1},{"verse":29,"text":"So is he who has gone in to the wife of his neighbor, None who touches her is innocent.","poetry":1},{"verse":30,"text":"They do not despise the thief, When he steals to fill his soul when he is hungry,","poetry":1},{"verse":31,"text":"And being found he repays sevenfold, He gives all the substance of his house.","poetry":1},{"verse":32,"text":"He who commits adultery with a woman lacks heart, He who does it is destroying his soul.","poetry":1},{"verse":33,"text":"He finds a stroke and shame, And his reproach is not wiped away,","poetry":1},{"verse":34,"text":"For jealousy is the fury of a man, And he does not spare in a day of vengeance.","poetry":1},{"verse":35,"text":"He does not accept the appearance of any atonement, Indeed, he does not consent, Though you multiply bribes!","poetry":1}]},{"chapter":7,"verses":[{"verse":1,"text":"My son! Keep my sayings, And lay up my commands with you.","poetry":1},{"verse":2,"text":"Keep my commands, and live, And my law as the pupil of your eye.","poetry":1},{"verse":3,"text":"Bind them on your fingers, Write them on the tablet of your heart.","poetry":1},{"verse":4,"text":"Say to wisdom, “You are my sister.” And cry to understanding, “Relative!”"},{"verse":5,"text":"To preserve you from a strange woman, From a stranger who has made her sayings smooth.","poetry":1},{"verse":6,"text":"For at a window of my house, I have looked out through my casement,","poetry":1},{"verse":7,"text":"And I see among the simple ones, I discern among the sons, A young man lacking understanding,","poetry":1},{"verse":8,"text":"Passing on in the street, near her corner, And the way to her house he steps,","poetry":1},{"verse":9,"text":"In the twilight—in the evening of day, In the darkness of night and blackness.","poetry":1},{"verse":10,"text":"And behold, a woman to meet him—(A harlot’s dress, and watchful of heart,"},{"verse":11,"text":"She is noisy, and stubborn, her feet do not rest in her house."},{"verse":12,"text":"Now in an out-place, now in broad places, And she lies in wait near every corner)—","poetry":1},{"verse":13,"text":"And she laid hold on him and kissed him, She has hardened her face and says to him,","poetry":1},{"verse":14,"text":"“Sacrifices of peace-offerings are by me, Today I have completed my vows.","poetry":1},{"verse":15,"text":"Therefore I have come forth to meet you, To earnestly seek your face, and I find you.","poetry":1},{"verse":16,"text":"I decked my bed with ornamental coverings, Carved works—cotton of Egypt.","poetry":1},{"verse":17,"text":"I sprinkled my bed with myrrh, aloes, and cinnamon."},{"verse":18,"text":"Come, we are filled with love until the morning, We delight ourselves in loves.","poetry":1},{"verse":19,"text":"For the man is not in his house, He has gone on a long journey.","poetry":1},{"verse":20,"text":"He has taken a bag of money in his hand, At the day of the new moon he comes to his house.”","poetry":1},{"verse":21,"text":"She turns him aside with the abundance of her speech, She forces him with the flattery of her lips.","poetry":1},{"verse":22,"text":"He is going after her straight away, he comes as an ox to the slaughter, And as a chain to the discipline of a fool,","poetry":1},{"verse":23,"text":"Until an arrow splits his liver, As a bird has hurried to a snare, And has not known that it is for its life.","poetry":1},{"verse":24,"text":"And now, you sons, listen to me, And give attention to sayings of my mouth.","poetry":1},{"verse":25,"text":"Do not let your heart turn to her ways, Do not wander in her paths,","poetry":1},{"verse":26,"text":"For many are the wounded she caused to fall, And mighty are all her slain ones.","poetry":1},{"verse":27,"text":"The ways of Sheol—her house, Going down to inner chambers of death!","poetry":1}]},{"chapter":8,"verses":[{"verse":1,"text":"Does wisdom not call? And understanding give forth her voice?"},{"verse":2,"text":"At the head of high places by the way, She has stood between the paths,","poetry":1},{"verse":3,"text":"At the side of the gates, at the mouth of the city, The entrance of the openings, she cries aloud,","poetry":1},{"verse":4,"text":"“To you, O men, I call, And my voice is to the sons of men.","poetry":1},{"verse":5,"text":"Understand, you simple ones, prudence, And you fools, understand the heart,","poetry":1},{"verse":6,"text":"Listen, for I speak noble things, And the opening of my lips is uprightness.","poetry":1},{"verse":7,"text":"For my mouth utters truth, And wickedness is an abomination to my lips.","poetry":1},{"verse":8,"text":"All the sayings of my mouth are in righteousness, Nothing in them is contrary and perverse.","poetry":1},{"verse":9,"text":"All of them are plain to the intelligent, And upright to those finding knowledge.","poetry":1},{"verse":10,"text":"Receive my instruction, and not silver, And knowledge rather than choice gold.","poetry":1},{"verse":11,"text":"For wisdom is better than rubies, Indeed, all delights are not comparable with it.","poetry":1},{"verse":12,"text":"I, wisdom, have dwelt with prudence, And I find out a knowledge of purposes.","poetry":1},{"verse":13,"text":"The fear of YHWH is to hate evil; Pride, and arrogance, and an evil way, And a contrary mouth, I have hated.","poetry":1},{"verse":14,"text":"Counsel and substance are mine, I am understanding, I have might.","poetry":1},{"verse":15,"text":"By me kings reign, and princes decree righteousness,"},{"verse":16,"text":"By me chiefs rule, and nobles, All judges of earth.","poetry":1},{"verse":17,"text":"I love those loving me, And those seeking me earnestly find me.","poetry":1},{"verse":18,"text":"Wealth and honor are with me, Lasting substance and righteousness.","poetry":1},{"verse":19,"text":"My fruit is better than gold, even fine gold, And my increase than choice silver.","poetry":1},{"verse":20,"text":"I cause to walk in a path of righteousness, In midst of paths of judgment,","poetry":1},{"verse":21,"text":"To cause my lovers to inherit substance, Indeed, I fill their treasures.","poetry":1},{"verse":22,"text":"YHWH possessed me—the beginning of His way, Before His works since then.","poetry":1},{"verse":23,"text":"I was anointed from the age, from the first, From former states of the earth.","poetry":1},{"verse":24,"text":"In there being no depths, I was brought forth, In there being no fountains heavy with waters,","poetry":1},{"verse":25,"text":"Before mountains were sunk, Before heights, I was brought forth.","poetry":1},{"verse":26,"text":"While He had not made the earth, and out-places, And the top of the dusts of the world.","poetry":1},{"verse":27,"text":"In His preparing the heavens I am there, In His decreeing a circle on the face of the deep,","poetry":1},{"verse":28,"text":"In His strengthening clouds above, In His making strong fountains of the deep,","poetry":1},{"verse":29,"text":"In His setting for the sea its limit, And the waters do not transgress His command, In His decreeing the foundations of earth,","poetry":1},{"verse":30,"text":"Then I am near Him, a workman, And I am a delight—day by day. Rejoicing before Him at all times,","poetry":1},{"verse":31,"text":"Rejoicing in the habitable part of His earth, And my delights are with the sons of men.","poetry":1},{"verse":32,"text":"And now, you sons, listen to me, Indeed, blessed are they who keep my ways.","poetry":1},{"verse":33,"text":"Hear instruction, and be wise, and do not slight."},{"verse":34,"text":"O the blessedness of the man listening to me, To watch at my doors day by day, To watch at the doorposts of my entrance.","poetry":1},{"verse":35,"text":"For whoever is finding me, has found life, And brings out goodwill from YHWH.","poetry":1},{"verse":36,"text":"And whoever is missing me, is wronging his soul, All hating me have loved death!”","poetry":1}]},{"chapter":9,"verses":[{"verse":1,"text":"Wisdom has built her house, She has hewn out her pillars—seven.","poetry":1},{"verse":2,"text":"She has slaughtered her slaughter, She has mingled her wine, Indeed, she has arranged her table.","poetry":1},{"verse":3,"text":"She has sent forth her girls, She cries on the tops of the high places of the city:","poetry":1},{"verse":4,"text":"“Who is simple? Let him turn aside here.” Whoever lacks heart: she has said to him,"},{"verse":5,"text":"“Come, eat of my bread, And drink of the wine I have mingled.","poetry":1},{"verse":6,"text":"Forsake the simple and live, And be blessed in the way of understanding.”","poetry":1},{"verse":7,"text":"The instructor of a scorner Is receiving for it—shame, And a reprover of the wicked—his blemish.","poetry":1},{"verse":8,"text":"Do not reprove a scorner, lest he hate you, Give reproof to the wise, and he loves you.","poetry":1},{"verse":9,"text":"Give to the wise, and he is wiser still, Make known to the righteous, And he increases learning.","poetry":1},{"verse":10,"text":"The commencement of wisdom is the fear of YHWH, And a knowledge of the Holy Ones is understanding.","poetry":1},{"verse":11,"text":"For by me your days multiply, And years of life are added to you.","poetry":1},{"verse":12,"text":"If you have been wise, you have been wise for yourself, And you have scorned—you bear it alone.","poetry":1},{"verse":13,"text":"A foolish woman is noisy, Simple, and has not known what.","poetry":1},{"verse":14,"text":"And she has sat at the opening of her house, On a throne—the high places of the city,","poetry":1},{"verse":15,"text":"To call to those passing by the way, Who are going straight on their paths.","poetry":1},{"verse":16,"text":"“Who is simple? Let him turn aside here.” And whoever lacks heart—she said to him,"},{"verse":17,"text":"“Stolen waters are sweet, And hidden bread is pleasant.”","poetry":1},{"verse":18,"text":"And he has not known that Rephaim are there, Her invited ones in deep places of Sheol!","poetry":1}]},{"chapter":10,"verses":[{"verse":1,"text":"Proverbs of Solomon. A wise son causes a father to rejoice, And a foolish son is an affliction to his mother.","poetry":1},{"verse":2,"text":"Treasures of wickedness do not profit, And righteousness delivers from death.","poetry":1},{"verse":3,"text":"YHWH does not cause the soul of the righteous to hunger, And He thrusts away the desire of the wicked.","poetry":1},{"verse":4,"text":"Poor is he who is working with a slothful hand, And the hand of the diligent makes rich.","poetry":1},{"verse":5,"text":"Whoever is gathering in summer is a wise son, Whoever is sleeping in harvest is a son causing shame.","poetry":1},{"verse":6,"text":"Blessings are for the head of the righteous, And the mouth of the wicked covers violence.","poetry":1},{"verse":7,"text":"The remembrance of the righteous is for a blessing, And the name of the wicked rots.","poetry":1},{"verse":8,"text":"The wise in heart accepts commands, And a talkative fool kicks.","poetry":1},{"verse":9,"text":"Whoever is walking in integrity walks confidently, And whoever is perverting his ways is known.","poetry":1},{"verse":10,"text":"Whoever is winking the eye gives grief, And a talkative fool kicks.","poetry":1},{"verse":11,"text":"A fountain of life is the mouth of the righteous, And the mouth of the wicked covers violence.","poetry":1},{"verse":12,"text":"Hatred awakens contentions, And love covers over all transgressions.","poetry":1},{"verse":13,"text":"Wisdom is found in the lips of the intelligent, And a rod is for the back of him who is lacking understanding.","poetry":1},{"verse":14,"text":"The wise lay up knowledge, and the mouth of a fool is near ruin."},{"verse":15,"text":"The wealth of the rich is his strong city, The ruin of the poor is their poverty.","poetry":1},{"verse":16,"text":"The wage of the righteous is for life, The increase of the wicked for sin.","poetry":1},{"verse":17,"text":"A traveler to life is he who is keeping instruction, And whoever is forsaking rebuke is erring.","poetry":1},{"verse":18,"text":"Whoever is covering hatred with lying lips, And whoever is bringing out an evil report is a fool.","poetry":1},{"verse":19,"text":"In the abundance of words transgression does not cease, And whoever is restraining his lips is wise.","poetry":1},{"verse":20,"text":"The tongue of the righteous is chosen silver, The heart of the wicked—as a little thing.","poetry":1},{"verse":21,"text":"The lips of the righteous delight many, And fools die for lack of heart.","poetry":1},{"verse":22,"text":"The blessing of YHWH—it makes rich, And He adds no grief with it.","poetry":1},{"verse":23,"text":"To execute inventions is as play to a fool, And wisdom to a man of understanding.","poetry":1},{"verse":24,"text":"The feared thing of the wicked meets him, And the desire of the righteous is given.","poetry":1},{"verse":25,"text":"As the passing by of a windstorm, So the wicked is not, And the righteous is a perpetual foundation.","poetry":1},{"verse":26,"text":"As vinegar to the teeth, And as smoke to the eyes, So is the slothful to those sending him.","poetry":1},{"verse":27,"text":"The fear of YHWH adds days, And the years of the wicked are shortened.","poetry":1},{"verse":28,"text":"The hope of the righteous is joyful, And the expectation of the wicked perishes.","poetry":1},{"verse":29,"text":"The way of YHWH is strength to the perfect, And ruin to workers of iniquity.","poetry":1},{"verse":30,"text":"The righteous is not moved for all time, And the wicked do not inhabit the earth.","poetry":1},{"verse":31,"text":"The mouth of the righteous utters wisdom, And the tongue of contrariness is cut out.","poetry":1},{"verse":32,"text":"The lips of the righteous know a pleasing thing, And the mouth of the wicked perverseness!","poetry":1}]},{"chapter":11,"verses":[{"verse":1,"text":"Balances of deceit are an abomination to YHWH, And a perfect weight is His delight.","poetry":1},{"verse":2,"text":"Pride has come, and shame comes, And wisdom is with the lowly.","poetry":1},{"verse":3,"text":"The integrity of the upright leads them, And the perverseness of the treacherous destroys them.","poetry":1},{"verse":4,"text":"Wealth does not profit in a day of wrath, And righteousness delivers from death.","poetry":1},{"verse":5,"text":"The righteousness of the perfect makes his way right, And by his wickedness the wicked fall.","poetry":1},{"verse":6,"text":"The righteousness of the upright delivers them, And in mischief the treacherous are captured.","poetry":1},{"verse":7,"text":"In the death of a wicked man, hope perishes, And the expectation of the iniquitous has been lost.","poetry":1},{"verse":8,"text":"The righteous is drawn out from distress, And the wicked goes in instead of him.","poetry":1},{"verse":9,"text":"A hypocrite corrupts his friend with the mouth, And the righteous are drawn out by knowledge.","poetry":1},{"verse":10,"text":"A city exults in the good of the righteous, And in the destruction of the wicked is singing.","poetry":1},{"verse":11,"text":"By the blessing of the upright is a city exalted, And by the mouth of the wicked thrown down.","poetry":1},{"verse":12,"text":"Whoever is despising his neighbor lacks heart, And a man of understanding keeps silence.","poetry":1},{"verse":13,"text":"A busybody is revealing secret counsel, And the faithful of spirit is covering the matter.","poetry":1},{"verse":14,"text":"Without counsels a people falls, And deliverance is in a multitude of counselors.","poetry":1},{"verse":15,"text":"An evil one suffers when he has been guarantor for a stranger, And whoever hates striking hands in agreement is confident.","poetry":1},{"verse":16,"text":"A gracious woman retains honor, And terrible men retain riches.","poetry":1},{"verse":17,"text":"A kind man is rewarding his own soul, And the fierce is troubling his own flesh.","poetry":1},{"verse":18,"text":"The wicked is getting a lying wage, And whoever is sowing righteousness—a true reward.","poetry":1},{"verse":19,"text":"Correctly is righteousness for life, And whoever is pursuing evil—for his own death.","poetry":1},{"verse":20,"text":"The perverse of heart are an abomination to YHWH, And the perfect of the way are His delight.","poetry":1},{"verse":21,"text":"Hand to hand, the wicked is not acquitted, And the seed of the righteous has escaped.","poetry":1},{"verse":22,"text":"A ring of gold in the nose of a sow—A beautiful woman and stubborn of behavior."},{"verse":23,"text":"The desire of the righteous is only good, The hope of the wicked is transgression.","poetry":1},{"verse":24,"text":"There is one who is scattering, and yet is increased, And one who is keeping back from uprightness, only to want.","poetry":1},{"verse":25,"text":"A liberal soul is made fat, And whoever is watering, he also is watered.","poetry":1},{"verse":26,"text":"Whoever is withholding grain, the people execrate him, And a blessing is for the head of him who is selling.","poetry":1},{"verse":27,"text":"Whoever is earnestly seeking good Seeks a pleasing thing, And whoever is seeking evil—it meets him.","poetry":1},{"verse":28,"text":"Whoever is confident in his wealth falls, And as a leaf, the righteous flourish.","poetry":1},{"verse":29,"text":"Whoever is troubling his own house inherits wind, And the fool is a servant to the wise of heart.","poetry":1},{"verse":30,"text":"The fruit of the righteous is a tree of life, And whoever is taking souls is wise.","poetry":1},{"verse":31,"text":"Behold, the righteous is repaid in the earth, Surely also the wicked and the sinner!","poetry":1}]},{"chapter":12,"verses":[{"verse":1,"text":"Whoever is loving instruction, is loving knowledge, And whoever is hating reproof is brutish.","poetry":1},{"verse":2,"text":"The good brings forth favor from YHWH, And the man of wicked schemes He condemns.","poetry":1},{"verse":3,"text":"A man is not established by wickedness, And the root of the righteous is not moved.","poetry":1},{"verse":4,"text":"A virtuous woman is a crown to her husband, And as rottenness in his bones is one causing shame.","poetry":1},{"verse":5,"text":"The thoughts of the righteous are justice, The counsels of the wicked—deceit.","poetry":1},{"verse":6,"text":"The words of the wicked are: “Lay in wait for blood,” And the mouth of the upright delivers them.","poetry":1},{"verse":7,"text":"Overthrow the wicked, and they are not, And the house of the righteous stands.","poetry":1},{"verse":8,"text":"A man is praised according to his wisdom, And the perverted of heart becomes despised.","poetry":1},{"verse":9,"text":"Better is the lightly esteemed who has a servant, Than the self-honored who lacks bread.","poetry":1},{"verse":10,"text":"The righteous knows the life of his beast, And the mercies of the wicked are cruel.","poetry":1},{"verse":11,"text":"Whoever is tilling the ground is satisfied with bread, And whoever is pursuing vanities is lacking heart,","poetry":1},{"verse":12,"text":"The wicked has desired the net of evildoers, And the root of the righteous gives.","poetry":1},{"verse":13,"text":"The snare of the wicked is in transgression of the lips, And the righteous goes out from distress.","poetry":1},{"verse":14,"text":"One is satisfied with good from the fruit of the mouth, And the deed of man’s hands returns to him.","poetry":1},{"verse":15,"text":"The way of a fool is right in his own eyes, And whoever is listening to counsel is wise.","poetry":1},{"verse":16,"text":"The fool—his anger is known in a day, And the prudent is covering shame.","poetry":1},{"verse":17,"text":"Whoever utters faithfulness declares righteousness, And a false witness—deceit.","poetry":1},{"verse":18,"text":"A rash speaker is like piercings of a sword, And the tongue of the wise is healing.","poetry":1},{"verse":19,"text":"The lip of truth is established forever, And a tongue of falsehood for a moment.","poetry":1},{"verse":20,"text":"Deceit is in the heart of those devising evil, But for counselors of peace—joy.","poetry":1},{"verse":21,"text":"No iniquity is desired by the righteous, And the wicked have been full of evil.","poetry":1},{"verse":22,"text":"Lying lips are an abomination to YHWH, And steadfast doers are his delight.","poetry":1},{"verse":23,"text":"A prudent man is concealing knowledge, And the heart of fools proclaims folly.","poetry":1},{"verse":24,"text":"The hand of the diligent rules, And slothfulness becomes tributary.","poetry":1},{"verse":25,"text":"Sorrow in the heart of a man bows down, And a good word makes him glad.","poetry":1},{"verse":26,"text":"The righteous searches his companion, And the way of the wicked causes them to err.","poetry":1},{"verse":27,"text":"The slothful does not roast his game, And the wealth of a diligent man is precious.","poetry":1},{"verse":28,"text":"In the path of righteousness is life, And in the way of that path is no death!","poetry":1}]},{"chapter":13,"verses":[{"verse":1,"text":"A wise son—the instruction of a father, And a scorner—he has not heard rebuke.","poetry":1},{"verse":2,"text":"A man eats good from the fruit of the mouth, And the soul of the treacherous—violence.","poetry":1},{"verse":3,"text":"Whoever is keeping his mouth, is keeping his soul, Whoever is opening wide his lips—ruin to him!","poetry":1},{"verse":4,"text":"The soul of the slothful is desiring, and does not have. And the soul of the diligent is made fat."},{"verse":5,"text":"The righteous hates a false word, And the wicked causes abhorrence, and is confounded.","poetry":1},{"verse":6,"text":"Righteousness keeps him who is perfect in the way, And wickedness overthrows a sin offering.","poetry":1},{"verse":7,"text":"There is he who is making himself rich, and has nothing, Who is making himself poor, and wealth is abundant.","poetry":1},{"verse":8,"text":"The ransom of a man’s life are his riches, And the poor has not heard rebuke.","poetry":1},{"verse":9,"text":"The light of the righteous rejoices, And the lamp of the wicked is extinguished.","poetry":1},{"verse":10,"text":"A vain man causes debate through pride, And wisdom is with the counseled.","poetry":1},{"verse":11,"text":"Wealth from vanity becomes little, And whoever is gathering by the hand becomes great.","poetry":1},{"verse":12,"text":"Hope prolonged is making the heart sick, And a tree of life is the coming desire.","poetry":1},{"verse":13,"text":"Whoever is despising the word is destroyed for it, And whoever is fearing the command is repaid.","poetry":1},{"verse":14,"text":"The law of the wise is a fountain of life, To turn aside from snares of death.","poetry":1},{"verse":15,"text":"Good understanding gives grace, And the way of the treacherous is hard.","poetry":1},{"verse":16,"text":"Every prudent one deals with knowledge, And a fool spreads out folly.","poetry":1},{"verse":17,"text":"A wicked messenger falls into evil, And a faithful ambassador is healing.","poetry":1},{"verse":18,"text":"Whoever is refusing instruction—poverty and shame, And whoever is observing reproof is honored.","poetry":1},{"verse":19,"text":"A desire accomplished is sweet to the soul, And an abomination to fools Is to turn from evil.","poetry":1},{"verse":20,"text":"Whoever is walking with wise men is wise, And a companion of fools suffers evil.","poetry":1},{"verse":21,"text":"Evil pursues sinners, And good repays the righteous.","poetry":1},{"verse":22,"text":"A good man causes sons’ sons to inherit, And the sinner’s wealth is laid up for the righteous.","poetry":1},{"verse":23,"text":"Abundance of food—the tillage of the poor, And substance is consumed without judgment.","poetry":1},{"verse":24,"text":"Whoever is sparing his rod is hating his son, And whoever is loving him has hurried his discipline.","poetry":1},{"verse":25,"text":"The righteous is eating to the satiety of his soul, And the belly of the wicked lacks!","poetry":1}]},{"chapter":14,"verses":[{"verse":1,"text":"Every wise woman has built her house, And the foolish breaks it down with her hands.","poetry":1},{"verse":2,"text":"Whoever is walking in his uprightness is fearing YHWH, And the perverted is despising Him in his ways.","poetry":1},{"verse":3,"text":"A rod of pride is in the mouth of a fool, And the lips of the wise preserve them.","poetry":1},{"verse":4,"text":"Without oxen a stall is clean, And great is the increase by the power of the ox.","poetry":1},{"verse":5,"text":"A faithful witness does not lie, And a false witness breathes out lies.","poetry":1},{"verse":6,"text":"A scorner has sought wisdom, and it is not, And knowledge is easy to the intelligent.","poetry":1},{"verse":7,"text":"Go from before a foolish man, Or you have not known the lips of knowledge.","poetry":1},{"verse":8,"text":"The wisdom of the prudent is to understand his way, And the folly of fools is deceit.","poetry":1},{"verse":9,"text":"Fools mock at a guilt-offering, And among the upright—a pleasing thing.","poetry":1},{"verse":10,"text":"The heart knows its own bitterness, And a stranger does not interfere with its joy.","poetry":1},{"verse":11,"text":"The house of the wicked is destroyed, And the tent of the upright flourishes.","poetry":1},{"verse":12,"text":"There is a way—right before a man, And its latter end are ways of death.","poetry":1},{"verse":13,"text":"Even in laughter is the heart pained, And the latter end of joy is affliction.","poetry":1},{"verse":14,"text":"The backslider in heart is filled from his ways, And a good man—from his fruits.","poetry":1},{"verse":15,"text":"The simple gives credence to everything, And the prudent attends to his step.","poetry":1},{"verse":16,"text":"The wise is fearing and turning from evil, And a fool is transgressing and is confident.","poetry":1},{"verse":17,"text":"Whoever is short of temper does folly, And a man of wicked schemes is hated.","poetry":1},{"verse":18,"text":"The simple have inherited folly, And the prudent are crowned with knowledge.","poetry":1},{"verse":19,"text":"The evil have bowed down before the good, And the wicked at the gates of the righteous.","poetry":1},{"verse":20,"text":"The poor is hated even of his neighbor, And those loving the rich are many.","poetry":1},{"verse":21,"text":"Whoever is despising his neighbor sins, Whoever is favoring the humble, O his blessedness.","poetry":1},{"verse":22,"text":"Do they who are devising evil not err? And kindness and truth are to those devising good,"},{"verse":23,"text":"In all labor there is advantage, And a thing of the lips is only to want.","poetry":1},{"verse":24,"text":"The crown of the wise is their wealth, The folly of fools is folly.","poetry":1},{"verse":25,"text":"A true witness is delivering souls, And a deceitful one breathes out lies.","poetry":1},{"verse":26,"text":"Strong confidence is in the fear of YHWH, And there is a refuge to His sons.","poetry":1},{"verse":27,"text":"The fear of YHWH is a fountain of life, To turn aside from snares of death.","poetry":1},{"verse":28,"text":"The honor of a king is in the multitude of a people, And the ruin of a prince in lack of people.","poetry":1},{"verse":29,"text":"Whoever is slow to anger is of great understanding, And whoever is short in temper is exalting folly.","poetry":1},{"verse":30,"text":"A healed heart is life to the flesh, And rottenness to the bones is envy.","poetry":1},{"verse":31,"text":"An oppressor of the poor reproaches his Maker, And whoever is honoring Him Is favoring the needy.","poetry":1},{"verse":32,"text":"The wicked is driven away in his wickedness, And the righteous is trustful in his death.","poetry":1},{"verse":33,"text":"Wisdom rests in the heart of the intelligent. And it is known in the midst of fools."},{"verse":34,"text":"Righteousness exalts a nation, And the righteousness of peoples is a sin-offering.","poetry":1},{"verse":35,"text":"The favor of a king is to a wise servant, And one causing shame is an object of his wrath!","poetry":1}]},{"chapter":15,"verses":[{"verse":1,"text":"A soft answer turns back fury, And a grievous word raises up anger.","poetry":1},{"verse":2,"text":"The tongue of the wise makes knowledge good, And the mouth of fools utters folly.","poetry":1},{"verse":3,"text":"The eyes of YHWH are in every place, Watching the evil and the good.","poetry":1},{"verse":4,"text":"A healed tongue is a tree of life, And perverseness in it—a breach in the spirit.","poetry":1},{"verse":5,"text":"A fool despises the instruction of his father, And whoever is regarding reproof is prudent.","poetry":1},{"verse":6,"text":"Abundant strength is in the house of the righteous, And in the increase of the wicked—trouble.","poetry":1},{"verse":7,"text":"The lips of the wise scatter knowledge, And the heart of fools is not right.","poetry":1},{"verse":8,"text":"The sacrifice of the wicked is an abomination to YHWH, And the prayer of the upright is His delight.","poetry":1},{"verse":9,"text":"The way of the wicked is an abomination to YHWH, And He loves whoever is pursuing righteousness.","poetry":1},{"verse":10,"text":"Discipline is grievous to him who is forsaking the path, Whoever is hating reproof dies.","poetry":1},{"verse":11,"text":"Sheol and destruction are before YHWH, Surely also the hearts of the sons of men.","poetry":1},{"verse":12,"text":"A scorner does not love his reprover, He does not go to the wise.","poetry":1},{"verse":13,"text":"A joyful heart makes the face glad, And the spirit is struck by grief of heart.","poetry":1},{"verse":14,"text":"The heart of the intelligent seeks knowledge, And the mouth of fools enjoys folly.","poetry":1},{"verse":15,"text":"All the days of the afflicted are evil, And gladness of heart is a perpetual banquet.","poetry":1},{"verse":16,"text":"Better is a little with the fear of YHWH, Than much treasure, and tumult with it.","poetry":1},{"verse":17,"text":"Better is an allowance of green herbs and love there, Than a fatted ox, and hatred with it.","poetry":1},{"verse":18,"text":"A man of fury stirs up contention, And the slow to anger appeases strife.","poetry":1},{"verse":19,"text":"The way of the slothful is as a hedge of briers, And the path of the upright is raised up.","poetry":1},{"verse":20,"text":"A wise son makes a father glad. And a foolish man is despising his mother."},{"verse":21,"text":"Folly is joy to one lacking heart, And a man of intelligence directs his going.","poetry":1},{"verse":22,"text":"The making void of purposes is without counsel, And in a multitude of counselors it is established.","poetry":1},{"verse":23,"text":"Joy is to a man in the answer of his mouth, And a word in its season—how good!","poetry":1},{"verse":24,"text":"A path of life is on high for the wise, To turn aside from Sheol beneath.","poetry":1},{"verse":25,"text":"YHWH pulls down the house of the proud, And He sets up the border of the widow.","poetry":1},{"verse":26,"text":"Thoughts of wickedness are an abomination to YHWH, And sayings of pleasantness are pure.","poetry":1},{"verse":27,"text":"A dishonest gainer is troubling his house, And whoever is hating gifts lives.","poetry":1},{"verse":28,"text":"The heart of the righteous meditates to answer, And the mouth of the wicked utters evil things.","poetry":1},{"verse":29,"text":"YHWH is far from the wicked, And He hears the prayer of the righteous.","poetry":1},{"verse":30,"text":"The light of the eyes makes the heart glad, A good report makes the bone fat.","poetry":1},{"verse":31,"text":"An ear that is hearing the reproof of life Lodges among the wise.","poetry":1},{"verse":32,"text":"Whoever is refusing instruction is despising his soul, And whoever is hearing reproof Is getting understanding.","poetry":1},{"verse":33,"text":"The fear of YHWH is the instruction of wisdom, And humility is before honor!","poetry":1}]},{"chapter":16,"verses":[{"verse":1,"text":"Arrangements of the heart are of man, An answer of the tongue from YHWH.","poetry":1},{"verse":2,"text":"All the ways of a man are pure in his own eyes, And YHWH is pondering the spirits.","poetry":1},{"verse":3,"text":"Roll your works to YHWH, And your purposes are established,","poetry":1},{"verse":4,"text":"YHWH has worked all things for Himself, And also the wicked—for a day of evil.","poetry":1},{"verse":5,"text":"Every proud one of heart is an abomination to YHWH, Hand to hand—he is not acquitted.","poetry":1},{"verse":6,"text":"Iniquity is pardoned in kindness and truth, And in the fear of YHWH Turn aside from evil.","poetry":1},{"verse":7,"text":"When a man’s ways please YHWH, even his enemies, He causes to be at peace with him.","poetry":1},{"verse":8,"text":"Better is a little with righteousness, Than abundance of increase without justice.","poetry":1},{"verse":9,"text":"The heart of man devises his way, And YHWH establishes his step.","poetry":1},{"verse":10,"text":"An oath is on the lips of a king, In judgment his mouth does not trespass.","poetry":1},{"verse":11,"text":"A just beam and balances are YHWH’s, All the stones of the bag are His work.","poetry":1},{"verse":12,"text":"Doing wickedness is an abomination to kings, For a throne is established by righteousness.","poetry":1},{"verse":13,"text":"Righteous lips are the delight of kings, And he loves whoever is speaking uprightly,","poetry":1},{"verse":14,"text":"The fury of a king is messengers of death, And a wise man pacifies it.","poetry":1},{"verse":15,"text":"In the light of a king’s face is life, And his goodwill is as a cloud of the spring rain.","poetry":1},{"verse":16,"text":"To get wisdom—how much better than gold, And to get understanding—to be chosen more than silver!","poetry":1},{"verse":17,"text":"A highway of the upright is to turn from evil, Whoever is preserving his soul is watching his way.","poetry":1},{"verse":18,"text":"Pride is before destruction, And before stumbling—a haughty spirit.","poetry":1},{"verse":19,"text":"Better is humility of spirit with the poor, Than to apportion spoil with the proud.","poetry":1},{"verse":20,"text":"The wise in any matter finds good, And whoever is trusting in YHWH, O his blessedness.","poetry":1},{"verse":21,"text":"For the wise in heart is called intelligent, And sweetness of lips increases learning.","poetry":1},{"verse":22,"text":"Understanding is a fountain of life to its possessors, The instruction of fools is folly.","poetry":1},{"verse":23,"text":"The heart of the wise causes his mouth to act wisely, And he increases learning by his lips,","poetry":1},{"verse":24,"text":"Sayings of pleasantness are a honeycomb, Sweet to the soul, and healing to the bone.","poetry":1},{"verse":25,"text":"There is a way right before a man, And its latter end—ways of death.","poetry":1},{"verse":26,"text":"A laboring man has labored for himself, For his mouth has caused him to bend over it.","poetry":1},{"verse":27,"text":"A worthless man is preparing evil, And on his lips is as a burning fire.","poetry":1},{"verse":28,"text":"A contrary man sends forth contention, A tale-bearer is separating a familiar friend.","poetry":1},{"verse":29,"text":"A violent man entices his neighbor, And causes him to go in a way that is not good.","poetry":1},{"verse":30,"text":"Consulting his eyes to devise contrary things, Moving his lips he has accomplished evil.","poetry":1},{"verse":31,"text":"Grey hairs are a crown of beauty, It is found in the way of righteousness.","poetry":1},{"verse":32,"text":"Better is the one slow to anger than the mighty, And the ruler over his spirit than he who is taking a city.","poetry":1},{"verse":33,"text":"The lot is cast into the center, And all its judgment is from YHWH!","poetry":1}]},{"chapter":17,"verses":[{"verse":1,"text":"Better is a dry morsel, and rest with it, Than a house full of the sacrifices of strife.","poetry":1},{"verse":2,"text":"A wise servant rules over a son causing shame, And he apportions an inheritance in the midst of brothers.","poetry":1},{"verse":3,"text":"A refining pot is for silver, and a furnace for gold, And the trier of hearts is YHWH.","poetry":1},{"verse":4,"text":"An evildoer is attentive to lips of vanity, Falsehood is giving ear to a mischievous tongue.","poetry":1},{"verse":5,"text":"Whoever is mocking at the poor Has reproached his Maker, Whoever is rejoicing at calamity is not acquitted.","poetry":1},{"verse":6,"text":"Sons’ sons are the crown of old men, And the glory of sons are their fathers.","poetry":1},{"verse":7,"text":"A lip of excellence is not fitting for a fool, much less a lip of falsehood for a noble."},{"verse":8,"text":"A stone of grace is the bribe in the eyes of its possessors, Wherever it turns, it prospers.","poetry":1},{"verse":9,"text":"Whoever is covering transgression is seeking love, And whoever is repeating a matter Is separating a familiar friend.","poetry":1},{"verse":10,"text":"Rebuke comes down on the intelligent More than one hundred stripes on a fool.","poetry":1},{"verse":11,"text":"An evil man seeks only rebellion, And a fierce messenger is sent against him.","poetry":1},{"verse":12,"text":"The meeting of a bereaved bear by a man, And—not a fool in his folly.","poetry":1},{"verse":13,"text":"Whoever is returning evil for good, Evil does not move from his house.","poetry":1},{"verse":14,"text":"The beginning of contention is a letting out of waters, And leave the strife before it is meddled with.","poetry":1},{"verse":15,"text":"Whoever is justifying the wicked, And condemning the righteous, Even both of these are an abomination to YHWH.","poetry":1},{"verse":16,"text":"Why is this—a price in the hand of a fool to buy wisdom, And a heart—there is none?","poetry":1},{"verse":17,"text":"The friend is loving at all times, And a brother is born for adversity.","poetry":1},{"verse":18,"text":"A man lacking heart is striking hands, He becomes a guarantor before his friend.","poetry":1},{"verse":19,"text":"Whoever is loving transgression is loving debate, Whoever is making his entrance high is seeking destruction.","poetry":1},{"verse":20,"text":"The perverse of heart does not find good, And the one turned in his tongue falls into evil.","poetry":1},{"verse":21,"text":"Whoever is begetting a fool has affliction for it, Indeed, the father of a fool does not rejoice.","poetry":1},{"verse":22,"text":"A rejoicing heart does good to the body, And a struck spirit dries the bone.","poetry":1},{"verse":23,"text":"The wicked takes a bribe from the bosom, To turn aside the paths of judgment.","poetry":1},{"verse":24,"text":"The face of the intelligent is to wisdom, And the eyes of a fool—at the end of the earth.","poetry":1},{"verse":25,"text":"A foolish son is a provocation to his father, And bitterness to her bearing him.","poetry":1},{"verse":26,"text":"Also, it is not good to fine the righteous, To strike nobles for uprightness.","poetry":1},{"verse":27,"text":"One acquainted with knowledge is sparing his words, And the cool of temper is a man of understanding.","poetry":1},{"verse":28,"text":"Even a fool keeping silence is reckoned wise, He who is shutting his lips seems intelligent!","poetry":1}]},{"chapter":18,"verses":[{"verse":1,"text":"He who is separated seeks his own desire, He interferes with all wisdom.","poetry":1},{"verse":2,"text":"A fool does not delight in understanding, But in uncovering his heart.","poetry":1},{"verse":3,"text":"Contempt has also come with the coming of the wicked, And with shame—reproach.","poetry":1},{"verse":4,"text":"The words of a man’s mouth are deep waters, The fountain of wisdom is a flowing brook.","poetry":1},{"verse":5,"text":"Favoring of the face of the wicked is not good, To turn aside the righteous in judgment.","poetry":1},{"verse":6,"text":"The lips of a fool enter into strife, And his mouth calls for stripes.","poetry":1},{"verse":7,"text":"The mouth of a fool is ruin to him, And his lips are the snare of his soul.","poetry":1},{"verse":8,"text":"The words of a tale-bearer are as self-inflicted wounds, And they have gone down to the inner parts of the heart.","poetry":1},{"verse":9,"text":"He also that is remiss in his work, He is a brother to a destroyer.","poetry":1},{"verse":10,"text":"The Name of YHWH is a tower of strength, The righteous runs into it, and is set on high.","poetry":1},{"verse":11,"text":"The wealth of the rich is the city of his strength, And as a wall set on high in his own imagination.","poetry":1},{"verse":12,"text":"The heart of man is high before destruction, And humility is before honor.","poetry":1},{"verse":13,"text":"Whoever is answering a matter before he hears, It is folly to him—and shame.","poetry":1},{"verse":14,"text":"The spirit of a man sustains his sickness, And who bears a struck spirit?","poetry":1},{"verse":15,"text":"The heart of the intelligent gets knowledge, And the ear of the wise seeks knowledge.","poetry":1},{"verse":16,"text":"The gift of a man makes room for him, And it leads him before the great.","poetry":1},{"verse":17,"text":"The first in his own cause seems righteous, But his neighbor comes and has searched him.","poetry":1},{"verse":18,"text":"The lot causes contentions to cease, And it separates between the mighty.","poetry":1},{"verse":19,"text":"A brother transgressed against is as a strong city, And contentions as the bar of a palace.","poetry":1},{"verse":20,"text":"From the fruit of a man’s mouth is his belly satisfied, From the increase of his lips he is satisfied.","poetry":1},{"verse":21,"text":"Death and life are in the power of the tongue, And those loving it eat its fruit.","poetry":1},{"verse":22,"text":"Whoever has found a wife has found good, And brings out goodwill from YHWH.","poetry":1},{"verse":23,"text":"The poor speaks with supplications, And the rich answers fierce things.","poetry":1},{"verse":24,"text":"A man with friends—to show himself friendly, And there is a lover adhering more than a brother!","poetry":1}]},{"chapter":19,"verses":[{"verse":1,"text":"Better is the poor walking in his integrity, Than the perverse in his lips—who is a fool.","poetry":1},{"verse":2,"text":"Also, without knowledge the soul is not good, And the hasty in feet is sinning.","poetry":1},{"verse":3,"text":"The folly of man perverts his way, And his heart is angry against YHWH.","poetry":1},{"verse":4,"text":"Wealth adds many friends, And the poor is separated from his neighbor.","poetry":1},{"verse":5,"text":"A false witness is not acquitted, Whoever breathes out lies is not delivered.","poetry":1},{"verse":6,"text":"Many beg the face of the noble, And all have made friendship to a man of gifts.","poetry":1},{"verse":7,"text":"All the brothers of the poor have hated him, Surely his friends have also been far from him, He is pursuing words—they are not!","poetry":1},{"verse":8,"text":"Whoever is getting heart is loving his soul, He is keeping understanding to find good.","poetry":1},{"verse":9,"text":"A false witness is not acquitted, And whoever breathes out lies perishes.","poetry":1},{"verse":10,"text":"Luxury is not fitting for a fool, Much less for a servant to rule among princes.","poetry":1},{"verse":11,"text":"The wisdom of a man has deferred his anger, And his glory is to pass over transgression.","poetry":1},{"verse":12,"text":"The wrath of a king is a growl as of a young lion, And his goodwill as dew on the herb.","poetry":1},{"verse":13,"text":"A foolish son is a calamity to his father, And the contentions of a wife are a continual dropping.","poetry":1},{"verse":14,"text":"House and wealth are the inheritance of fathers, And an understanding wife is from YHWH.","poetry":1},{"verse":15,"text":"Sloth causes deep sleep to fall, And an indolent soul hungers.","poetry":1},{"verse":16,"text":"Whoever is keeping the command is keeping his soul, Whoever is despising His ways dies.","poetry":1},{"verse":17,"text":"Whoever is lending to YHWH is favoring the poor, And He repays his deed to him.","poetry":1},{"verse":18,"text":"Discipline your son, for there is hope, And do not lift up your soul to put him to death.","poetry":1},{"verse":19,"text":"A man of great wrath is bearing punishment, For if you deliver, yet again you add.","poetry":1},{"verse":20,"text":"Hear counsel and receive instruction, So that you are wise in your latter end.","poetry":1},{"verse":21,"text":"The purposes in a man’s heart are many, And the counsel of YHWH—it stands.","poetry":1},{"verse":22,"text":"The desirableness of a man is his kindness, And the poor is better than a liar.","poetry":1},{"verse":23,"text":"The fear of YHWH is to life, And he remains satisfied—he is not charged with evil.","poetry":1},{"verse":24,"text":"The slothful has hidden his hand in a dish, Even to his mouth he does not bring it back.","poetry":1},{"verse":25,"text":"Strike a scorner, and the simple acts prudently, And give reproof to the intelligent, He understands knowledge.","poetry":1},{"verse":26,"text":"Whoever is spoiling a father causes a mother to flee, A son causing shame, and bringing confusion.","poetry":1},{"verse":27,"text":"Cease, my son, to hear instruction—To err from sayings of knowledge."},{"verse":28,"text":"A worthless witness scorns judgment, And the mouth of the wicked swallows iniquity.","poetry":1},{"verse":29,"text":"Judgments have been prepared for scorners, And stripes for the back of fools!","poetry":1}]},{"chapter":20,"verses":[{"verse":1,"text":"Wine is a scorner—strong drink is noisy, And any going astray in it is not wise.","poetry":1},{"verse":2,"text":"The fear of a king is a growl as of a young lion, He who is causing him to be angry is wronging his soul.","poetry":1},{"verse":3,"text":"Cessation from strife is an honor to a man, And every fool interferes.","poetry":1},{"verse":4,"text":"The slothful does not plow because of winter, He asks in harvest, and there is nothing.","poetry":1},{"verse":5,"text":"Counsel in the heart of a man is deep water, And a man of understanding draws it up.","poetry":1},{"verse":6,"text":"A multitude of men each proclaim his kindness, And a man of steadfastness who finds?","poetry":1},{"verse":7,"text":"The righteous is habitually walking in his integrity, O the blessedness of his sons after him!","poetry":1},{"verse":8,"text":"A king sitting on a throne of judgment, Is scattering all evil with his eyes,","poetry":1},{"verse":9,"text":"Who says, “I have purified my heart, I have been cleansed from my sin?”","poetry":1},{"verse":10,"text":"A stone and a stone, an ephah and an ephah, Even both of them are an abomination to YHWH.","poetry":1},{"verse":11,"text":"Even by his actions a youth makes himself known, Whether his work is pure or upright.","poetry":1},{"verse":12,"text":"A hearing ear, and a seeing eye—YHWH has even made both of them."},{"verse":13,"text":"Do not love sleep, lest you become poor, Open your eyes—be satisfied with bread.","poetry":1},{"verse":14,"text":"“Bad, bad,” says the buyer, And then he boasts himself going his way.","poetry":1},{"verse":15,"text":"Substance, gold, and a multitude of rubies, Indeed, a precious vessel, are lips of knowledge.","poetry":1},{"verse":16,"text":"When a stranger has been guarantor, take his garment, And pledge it for strangers.","poetry":1},{"verse":17,"text":"The bread of falsehood is sweet to a man, And afterward his mouth is filled with gravel.","poetry":1},{"verse":18,"text":"You establish purposes by counsel, And with plans you make war.","poetry":1},{"verse":19,"text":"The busybody is a revealer of secret counsels, And do not make yourself guarantor for a deceiver with his lips.","poetry":1},{"verse":20,"text":"Whoever is vilifying his father and his mother, his lamp is extinguished in blackness of darkness."},{"verse":21,"text":"An inheritance gotten wrongly at first, Even its latter end is not blessed.","poetry":1},{"verse":22,"text":"Do not say, “I repay evil,” Wait for YHWH, and He delivers you.","poetry":1},{"verse":23,"text":"A stone and a stone are an abomination to YHWH, And balances of deceit are not good.","poetry":1},{"verse":24,"text":"The steps of a man are from YHWH, And man—how does he understand his way?","poetry":1},{"verse":25,"text":"A snare to a man that he has swallowed a holy thing, And to make inquiry after vows.","poetry":1},{"verse":26,"text":"A wise king is scattering the wicked, And turns the wheel back on them.","poetry":1},{"verse":27,"text":"The breath of man is a lamp of YHWH, Searching all the inner parts of the heart.","poetry":1},{"verse":28,"text":"Kindness and truth keep a king, And he has supported his throne by kindness.","poetry":1},{"verse":29,"text":"The beauty of young men is their strength, And the honor of old men is grey hairs.","poetry":1},{"verse":30,"text":"Blows that wound cleanse away evil, Also the scourges of the inner parts of the heart!","poetry":1}]},{"chapter":21,"verses":[{"verse":1,"text":"The heart of a king is streams of waters in the hand of YHWH, He inclines it wherever He pleases.","poetry":1},{"verse":2,"text":"Every way of a man is right in his own eyes, And YHWH is pondering hearts.","poetry":1},{"verse":3,"text":"To do righteousness and judgment, Is chosen of YHWH rather than sacrifice.","poetry":1},{"verse":4,"text":"Loftiness of eyes, and breadth of heart, Tillage of the wicked is sin.","poetry":1},{"verse":5,"text":"The purposes of the diligent are only to advantage, And of every hasty one, only to want.","poetry":1},{"verse":6,"text":"The making of treasures by a lying tongue, Is a vanity driven away of those seeking death.","poetry":1},{"verse":7,"text":"The spoil of the wicked catches them, Because they have refused to do judgment.","poetry":1},{"verse":8,"text":"The way of a man who is vile is contrary, And the pure—his work is upright.","poetry":1},{"verse":9,"text":"Better to sit on a corner of the roof, Than with a woman of contentions and a house of company.","poetry":1},{"verse":10,"text":"The soul of the wicked has desired evil, his neighbor is not gracious in his eyes."},{"verse":11,"text":"When the scorner is punished, the simple becomes wise, And in giving understanding to the wise He receives knowledge.","poetry":1},{"verse":12,"text":"The Righteous One is acting wisely Toward the house of the wicked, He is overthrowing the wicked for wickedness.","poetry":1},{"verse":13,"text":"Whoever is shutting his ear from the cry of the poor, He also cries, and is not answered.","poetry":1},{"verse":14,"text":"A gift in secret pacifies anger, And a bribe in the bosom—strong fury.","poetry":1},{"verse":15,"text":"To do justice is joy to the righteous, But ruin to workers of iniquity.","poetry":1},{"verse":16,"text":"A man who is wandering from the way of understanding, Rests in an assembly of Rephaim.","poetry":1},{"verse":17,"text":"Whoever is loving mirth is a poor man, Whoever is loving wine and oil makes no wealth.","poetry":1},{"verse":18,"text":"The wicked is an atonement for the righteous, And the treacherous dealer for the upright.","poetry":1},{"verse":19,"text":"Better to dwell in a wilderness land, Than with a woman of contentions and anger.","poetry":1},{"verse":20,"text":"A treasure to be desired, and oil, Is in the habitation of the wise, And a foolish man swallows it up.","poetry":1},{"verse":21,"text":"Whoever is pursuing righteousness and kindness, Finds life, righteousness, and honor.","poetry":1},{"verse":22,"text":"The wise has gone up a city of the mighty, And brings down the strength of its confidence.","poetry":1},{"verse":23,"text":"Whoever is keeping his mouth and his tongue, Is keeping his soul from adversities.","poetry":1},{"verse":24,"text":"Proud, haughty, scorner—his name, Who is working in the wrath of pride.","poetry":1},{"verse":25,"text":"The desire of the slothful slays him, For his hands have refused to work.","poetry":1},{"verse":26,"text":"All the day desiring he has desired, And the righteous gives and does not withhold.","poetry":1},{"verse":27,"text":"The sacrifice of the wicked is abomination, Much more when he brings it in wickedness.","poetry":1},{"verse":28,"text":"A false witness perishes, And an attentive man speaks forever.","poetry":1},{"verse":29,"text":"A wicked man has hardened by his face, And the upright—he prepares his way.","poetry":1},{"verse":30,"text":"There is no wisdom, nor understanding, Nor counsel against YHWH.","poetry":1},{"verse":31,"text":"A horse is prepared for a day of battle, And the deliverance is of YHWH!","poetry":1}]},{"chapter":22,"verses":[{"verse":1,"text":"A name is chosen rather than much wealth, Than silver and than gold—good grace.","poetry":1},{"verse":2,"text":"Rich and poor have met together, YHWH is the Maker of them all.","poetry":1},{"verse":3,"text":"The prudent has seen the evil, and is hidden, And the simple have passed on, and are punished.","poetry":1},{"verse":4,"text":"The end of humility is the fear of YHWH, riches, and honor, and life."},{"verse":5,"text":"Thorns and snares are in the way of the perverse, Whoever is keeping his soul is far from them.","poetry":1},{"verse":6,"text":"Give instruction to a youth about his way, Even when he is old he does not turn from it.","poetry":1},{"verse":7,"text":"The rich rules over the poor, And a servant is the borrower to the lender.","poetry":1},{"verse":8,"text":"Whoever is sowing perverseness reaps sorrow, And the rod of his anger wears out.","poetry":1},{"verse":9,"text":"The good of eye—he is blessed, For he has given of his bread to the poor.","poetry":1},{"verse":10,"text":"Cast out a scorner—and contention goes out, And strife and shame cease.","poetry":1},{"verse":11,"text":"Whoever is loving cleanness of heart, His lips are grace, A king is his friend.","poetry":1},{"verse":12,"text":"The eyes of YHWH have kept knowledge, And He overthrows the words of the treacherous.","poetry":1},{"verse":13,"text":"The slothful has said, “A lion is outside, I am slain in the midst of the broad places.”","poetry":1},{"verse":14,"text":"The mouth of strange women is a deep pit, The abhorred of YHWH falls there.","poetry":1},{"verse":15,"text":"Folly is bound up in the heart of a youth, The rod of discipline puts it far from him.","poetry":1},{"verse":16,"text":"He who is oppressing the poor to multiply his riches, Is giving to the rich—only to want.","poetry":1},{"verse":17,"text":"Incline your ear, and hear words of the wise, And set your heart to my knowledge,","poetry":1},{"verse":18,"text":"For they are pleasant when you keep them in your heart, They are prepared together for your lips.","poetry":1},{"verse":19,"text":"That your trust may be in YHWH, I caused you to know today, even you.","poetry":1},{"verse":20,"text":"Have I not written to you three times With counsels and knowledge?","poetry":1},{"verse":21,"text":"To cause you to know the certainty of sayings of truth, To return sayings of truth to those sending you.","poetry":1},{"verse":22,"text":"Do not rob the poor because he is poor, And do not bruise the afflicted in the gate.","poetry":1},{"verse":23,"text":"For YHWH pleads their cause, And has spoiled the soul of their spoilers.","poetry":1},{"verse":24,"text":"Do not show yourself friendly with an angry man, And do not go in with a man of fury,","poetry":1},{"verse":25,"text":"Lest you learn his paths, And have received a snare to your soul.","poetry":1},{"verse":26,"text":"Do not be among those striking hands, Among sureties for burdens.","poetry":1},{"verse":27,"text":"If you have nothing to pay, Why does he take your bed from under you?","poetry":1},{"verse":28,"text":"Do not remove a border of ancient times, That your fathers have made.","poetry":1},{"verse":29,"text":"Have you seen a man speedy in his business? He stations himself before kings, He does not station himself before obscure men!","poetry":1}]},{"chapter":23,"verses":[{"verse":1,"text":"When you sit to eat with a ruler, Diligently consider that which is before you,","poetry":1},{"verse":2,"text":"And you have put a knife to your throat, If you are a man of appetite.","poetry":1},{"verse":3,"text":"Have no desire to his delicacies, seeing it is lying food."},{"verse":4,"text":"Do not labor to make wealth, Cease from your own understanding, Do you cause your eyes to fly on it? Then it is not.","poetry":1},{"verse":5,"text":"For wealth makes wings to itself, It flies to the heavens as an eagle.","poetry":1},{"verse":6,"text":"Do not eat the bread of an evil eye, And have no desire to his delicacies,","poetry":1},{"verse":7,"text":"For as he has thought in his soul, so he is. “Eat and drink,” he says to you, And his heart is not with you.","poetry":1},{"verse":8,"text":"You vomit up your morsel you have eaten, And have marred your words that are sweet.","poetry":1},{"verse":9,"text":"Do not speak in the ears of a fool, For he treads on the wisdom of your words.","poetry":1},{"verse":10,"text":"Do not remove a border of ancient times, And do not enter into fields of the fatherless,","poetry":1},{"verse":11,"text":"For their Redeemer is strong, He pleads their cause with you.","poetry":1},{"verse":12,"text":"Bring your heart to instruction, And your ear to sayings of knowledge.","poetry":1},{"verse":13,"text":"Do not withhold discipline from a youth, When you strike him with a rod he does not die.","poetry":1},{"verse":14,"text":"You strike him with a rod, And you deliver his soul from Sheol.","poetry":1},{"verse":15,"text":"My son, if your heart has been wise, My heart rejoices, even mine,","poetry":1},{"verse":16,"text":"And my reins exult when your lips speak uprightly."},{"verse":17,"text":"Do not let your heart be envious at sinners, But—in the fear of YHWH all the day.","poetry":1},{"verse":18,"text":"For is there a posterity? Then your hope is not cut off."},{"verse":19,"text":"Hear, my son, and be wise, And make your heart blessed in the way,","poetry":1},{"verse":20,"text":"Do not become drunk with wine, Among gluttonous ones of flesh,","poetry":1},{"verse":21,"text":"For the drunkard and glutton become poor, And drowsiness clothes with rags.","poetry":1},{"verse":22,"text":"Listen to your father, who begot you, And do not despise your mother when she has become old.","poetry":1},{"verse":23,"text":"Buy truth, and do not sell, Wisdom, and instruction, and understanding,","poetry":1},{"verse":24,"text":"The father of the righteous rejoices greatly, The begetter of the wise rejoices in him.","poetry":1},{"verse":25,"text":"Your father and your mother rejoice, Indeed, she bearing you is joyful.","poetry":1},{"verse":26,"text":"Give, my son, your heart to me, And let your eyes watch my ways.","poetry":1},{"verse":27,"text":"For a harlot is a deep ditch, And a strange woman is a narrow pit.","poetry":1},{"verse":28,"text":"She also, as catching prey, lies in wait, And she increases the treacherous among men.","poetry":1},{"verse":29,"text":"Who has woe? Who has sorrow? Who has contentions? Who has complaint? Who has wounds without cause? Who has redness of eyes?"},{"verse":30,"text":"Those lingering by the wine, Those going in to search out mixed wine.","poetry":1},{"verse":31,"text":"Do not see wine when it shows itself red, When it gives its color in the cup, It goes up and down through the upright.","poetry":1},{"verse":32,"text":"Its latter end—it bites as a serpent, And it stings as a viper.","poetry":1},{"verse":33,"text":"Your eyes see strange women, And your heart speaks perverse things.","poetry":1},{"verse":34,"text":"And you have been as one lying down in the heart of the sea, And as one lying down on the top of a mast.","poetry":1},{"verse":35,"text":"“They struck me, I have not been sick, They beat me, I have not known. When I awake—I seek it yet again!”","poetry":1}]},{"chapter":24,"verses":[{"verse":1,"text":"Do not be envious of evil men, And do not desire to be with them.","poetry":1},{"verse":2,"text":"For their heart meditates on destruction, And their lips speak perverseness.","poetry":1},{"verse":3,"text":"A house is built by wisdom, And it establishes itself by understanding.","poetry":1},{"verse":4,"text":"And the inner parts are filled by knowledge, With all precious and pleasant wealth.","poetry":1},{"verse":5,"text":"The wise is mighty in strength, And a man of knowledge is strengthening power,","poetry":1},{"verse":6,"text":"For you make war for yourself by plans, And deliverance is in a multitude of counselors.","poetry":1},{"verse":7,"text":"Wisdom is high for a fool, he does not open his mouth in the gate."},{"verse":8,"text":"Whoever is devising to do evil, They call him a master of wicked thoughts.","poetry":1},{"verse":9,"text":"The thought of folly is sin, And a scorner is an abomination to man.","poetry":1},{"verse":10,"text":"You have showed yourself weak in a day of adversity, Your power is restricted,","poetry":1},{"verse":11,"text":"If from delivering those taken to death, And you take back those slipping to the slaughter.","poetry":1},{"verse":12,"text":"When you say, “Behold, we did not know this.” Is the Ponderer of hearts not He who understands? And the Keeper of your soul He who knows? And He has rendered to man according to his work."},{"verse":13,"text":"My son, eat honey that is good, And the honeycomb is sweet to your palate.","poetry":1},{"verse":14,"text":"So is the knowledge of wisdom to your soul, If you have found that there is a posterity And your hope is not cut off.","poetry":1},{"verse":15,"text":"Do not lay wait, O wicked one, At the habitation of the righteous. Do not spoil his resting place.","poetry":1},{"verse":16,"text":"For the righteous fall and rise seven times, And the wicked stumble in evil.","poetry":1},{"verse":17,"text":"Do not rejoice in the falling of your enemy, And do not let your heart be joyful in his stumbling,","poetry":1},{"verse":18,"text":"Lest YHWH see, and it be evil in His eyes, And He has turned His anger from off him.","poetry":1},{"verse":19,"text":"Do not fret yourself at evildoers, do not be envious at the wicked,"},{"verse":20,"text":"For there is not a posterity to the evil, The lamp of the wicked is extinguished.","poetry":1},{"verse":21,"text":"Fear YHWH, my son, and the king, Do not mix yourself up with changers,","poetry":1},{"verse":22,"text":"For their calamity rises suddenly, And the ruin of them both—who knows!","poetry":1},{"verse":23,"text":"These are also for the wise: It is not good to discern faces in judgment."},{"verse":24,"text":"Whoever is saying to the wicked, “You are righteous,” Peoples execrate him—nations abhor him.","poetry":1},{"verse":25,"text":"And it is pleasant to those reproving, And a good blessing comes on them.","poetry":1},{"verse":26,"text":"He who is returning straightforward words kisses lips."},{"verse":27,"text":"Prepare your work in an out-place, And make it ready in the field—go afterward, Then you have built your house.","poetry":1},{"verse":28,"text":"Do not be a witness against your neighbor for nothing, Or you have enticed with your lips.","poetry":1},{"verse":29,"text":"Do not say, “As he did to me, so I do to him, I render to each according to his work.”","poetry":1},{"verse":30,"text":"I passed by near the field of a slothful man, And near the vineyard of a man lacking heart.","poetry":1},{"verse":31,"text":"And behold, it has gone up—all of it—thorns! Nettles have covered its face, And its stone wall has been broken down.","poetry":1},{"verse":32,"text":"And I see—I set my heart, I have seen—I have received instruction,","poetry":1},{"verse":33,"text":"A little sleep—a little slumber—A little folding of the hands to lie down."},{"verse":34,"text":"And your poverty has come as a traveler, And your want as an armed man!","poetry":1}]},{"chapter":25,"verses":[{"verse":1,"text":"These are also proverbs of Solomon, that men of Hezekiah king of Judah transcribed:"},{"verse":2,"text":"The glory of God is to hide a thing, And the glory of kings is to search out a matter.","poetry":1},{"verse":3,"text":"The heavens for height, and the earth for depth, And the heart of kings—are unsearchable.","poetry":1},{"verse":4,"text":"Take away dross from silver, And a vessel goes forth for the refiner,","poetry":1},{"verse":5,"text":"Take away the wicked before a king, And his throne is established in righteousness.","poetry":1},{"verse":6,"text":"Do not honor yourself before a king, And do not stand in the place of the great.","poetry":1},{"verse":7,"text":"For better that he has said to you, “Come up here,” Than that he humbles you before a noble, Whom your eyes have seen.","poetry":1},{"verse":8,"text":"Do not go forth to strive, hurry, turn, What do you do in its latter end, When your neighbor causes you to blush?","poetry":1},{"verse":9,"text":"Plead your cause with your neighbor, And do not reveal the secret counsel of another,","poetry":1},{"verse":10,"text":"Lest the hearer put you to shame, And your evil report not turn back.","poetry":1},{"verse":11,"text":"Apples of gold in imagery of silver, Is the word spoken at its fit times.","poetry":1},{"verse":12,"text":"A ring of gold, and an ornament of pure gold, Is the wise reprover to an attentive ear.","poetry":1},{"verse":13,"text":"As a vessel of snow in a day of harvest, So is a faithful ambassador to those sending him, And he refreshes the soul of his masters.","poetry":1},{"verse":14,"text":"Clouds and wind without rain, Is a man boasting himself in a false gift.","poetry":1},{"verse":15,"text":"A ruler is persuaded by long-suffering, And a soft tongue breaks a bone.","poetry":1},{"verse":16,"text":"You have found honey—eat your sufficiency, Lest you are satiated with it, and have vomited it.","poetry":1},{"verse":17,"text":"Withdraw your foot from your neighbor’s house, Lest he is satiated with you, and has hated you.","poetry":1},{"verse":18,"text":"A maul, and a sword, and a sharp arrow, Is the man testifying a false testimony against his neighbor.","poetry":1},{"verse":19,"text":"A bad tooth, and a tottering foot, Is the confidence of the treacherous in a day of adversity.","poetry":1},{"verse":20,"text":"Whoever is taking away a garment in a cold day, Is as vinegar on natron, And a singer of songs on a sad heart.","poetry":1},{"verse":21,"text":"If he who is hating you hungers, cause him to eat bread, And if he thirsts, cause him to drink water.","poetry":1},{"verse":22,"text":"For you are putting coals on his head, And YHWH gives repayment to you.","poetry":1},{"verse":23,"text":"A north wind brings forth rain, And a secret tongue—indignant faces.","poetry":1},{"verse":24,"text":"Better to sit on a corner of a roof, Than with a woman of contentions, and a house of company.","poetry":1},{"verse":25,"text":"As cold waters for a weary soul, So is a good report from a far country.","poetry":1},{"verse":26,"text":"A spring troubled, and a fountain corrupt, Is the righteous falling before the wicked.","poetry":1},{"verse":27,"text":"The eating of much honey is not good, Nor a searching out of one’s own honor—honor.","poetry":1},{"verse":28,"text":"A city broken down without walls, Is a man without restraint over his spirit!","poetry":1}]},{"chapter":26,"verses":[{"verse":1,"text":"As snow in summer, and as rain in harvest, So honor is not fitting for a fool.","poetry":1},{"verse":2,"text":"As a bird by wandering, as a swallow by flying, So reviling without cause does not come.","poetry":1},{"verse":3,"text":"A whip is for a horse, a bridle for a donkey, And a rod for the back of fools.","poetry":1},{"verse":4,"text":"Do not answer a fool according to his folly, Lest you are like to him—even you.","poetry":1},{"verse":5,"text":"Answer a fool according to his folly, Lest he is wise in his own eyes.","poetry":1},{"verse":6,"text":"He is cutting off feet, he is drinking injury, Who is sending things by the hand of a fool.","poetry":1},{"verse":7,"text":"The two legs of the lame have been weak, And an allegory in the mouth of fools.","poetry":1},{"verse":8,"text":"As one who is binding a stone in a sling, So is he who is giving honor to a fool.","poetry":1},{"verse":9,"text":"A thorn has gone up into the hand of a drunkard, And an allegory in the mouth of fools.","poetry":1},{"verse":10,"text":"The Former of all is great, And He is rewarding a fool, And is rewarding transgressors.","poetry":1},{"verse":11,"text":"As a dog has returned to its vomit, A fool is repeating his folly.","poetry":1},{"verse":12,"text":"You have seen a man wise in his own eyes, More hope of a fool than of him!","poetry":1},{"verse":13,"text":"The slothful has said, “A lion is in the way, A lion is in the broad places.”","poetry":1},{"verse":14,"text":"The door turns around on its hinge, And the slothful on his bed.","poetry":1},{"verse":15,"text":"The slothful has hid his hand in a dish, He is weary of bringing it back to his mouth.","poetry":1},{"verse":16,"text":"Wiser is the slothful in his own eyes, Than seven men returning a reason.","poetry":1},{"verse":17,"text":"Laying hold on the ears of a dog, Is a passer-by making himself wrath for strife that is not his own.","poetry":1},{"verse":18,"text":"As one pretending to be feeble, Who is casting sparks, arrows, and death,","poetry":1},{"verse":19,"text":"So has a man deceived his neighbor, And has said, “Am I not playing?”","poetry":1},{"verse":20,"text":"Fire is going out without wood, And contention ceases without a tale-bearer,","poetry":1},{"verse":21,"text":"Coal to burning coals, and wood to fire, And a man of contentions to kindle strife.","poetry":1},{"verse":22,"text":"The words of a tale-bearer are as self-inflicted wounds, And they have gone down to the inner parts of the heart.","poetry":1},{"verse":23,"text":"Silver of dross spread over potsherd, Are burning lips and an evil heart.","poetry":1},{"verse":24,"text":"A hater pretends by his lips, And he places deceit in his heart,","poetry":1},{"verse":25,"text":"When his voice is gracious do not trust in him, For seven abominations are in his heart.","poetry":1},{"verse":26,"text":"Hatred is covered by deceit, Its wickedness is revealed in an assembly.","poetry":1},{"verse":27,"text":"Whoever is digging a pit falls into it, And the roller of a stone, it turns to him.","poetry":1},{"verse":28,"text":"A lying tongue hates its bruised ones, And a flattering mouth works an overthrow!","poetry":1}]},{"chapter":27,"verses":[{"verse":1,"text":"Do not boast about tomorrow, For you do not know what a day brings forth.","poetry":1},{"verse":2,"text":"Let another praise you, and not your own mouth, A stranger, and not your own lips.","poetry":1},{"verse":3,"text":"A stone is heavy, and the sand is heavy, And the anger of a fool Is heavier than them both.","poetry":1},{"verse":4,"text":"Fury is fierce, and anger is overflowing, And who stands before jealousy?","poetry":1},{"verse":5,"text":"Better is open reproof than hidden love."},{"verse":6,"text":"The wounds of a lover are faithful, And the kisses of an enemy are abundant.","poetry":1},{"verse":7,"text":"A satiated soul treads down a honeycomb, And every bitter thing is sweet to a hungry soul.","poetry":1},{"verse":8,"text":"As a bird wandering from her nest, So is a man wandering from his place.","poetry":1},{"verse":9,"text":"Perfume and incense make the heart glad, And the sweetness of one’s friend—from counsel of the soul.","poetry":1},{"verse":10,"text":"Do not forsake your own friend and the friend of your father, And do not enter the house of your brother in a day of your calamity, A near neighbor is better than a brother far off.","poetry":1},{"verse":11,"text":"Be wise, my son, and make my heart glad, And I return a word to my reproacher.","poetry":1},{"verse":12,"text":"The prudent has seen the evil, he is hidden, The simple have passed on, they are punished.","poetry":1},{"verse":13,"text":"Take his garment when a stranger has been guarantor, And pledge it for a strange woman.","poetry":1},{"verse":14,"text":"Whoever is greeting his friend with a loud voice, Rising early in the morning, It is reckoned a light thing to him.","poetry":1},{"verse":15,"text":"A continual dropping in a day of rain, And a woman of contentions are alike,","poetry":1},{"verse":16,"text":"Whoever is hiding her has hidden the wind, And the ointment of his right hand calls out.","poetry":1},{"verse":17,"text":"Iron is sharpened by iron, And a man sharpens the face of his friend.","poetry":1},{"verse":18,"text":"The keeper of a fig tree eats its fruit, And the preserver of his master is honored.","poetry":1},{"verse":19,"text":"As in water the face is to face, So the heart of man to man.","poetry":1},{"verse":20,"text":"Sheol and destruction are not satisfied, And the eyes of man are not satisfied.","poetry":1},{"verse":21,"text":"A refining pot is for silver, and a furnace for gold, And a man according to his praise.","poetry":1},{"verse":22,"text":"If you beat the foolish in a mortar, Among washed things—with a pestle, His folly does not turn aside from off him.","poetry":1},{"verse":23,"text":"Know the face of your flock well, Set your heart to the droves,","poetry":1},{"verse":24,"text":"For riches are not for all time, Nor a crown to generation and generation.","poetry":1},{"verse":25,"text":"The hay was revealed, and the tender grass seen, And the herbs of mountains gathered.","poetry":1},{"verse":26,"text":"Lambs are for your clothing, And the price of the field are male goats,","poetry":1},{"verse":27,"text":"And a sufficiency of goats’ milk is for your bread, For bread to your house, and life to your girls!","poetry":1}]},{"chapter":28,"verses":[{"verse":1,"text":"The wicked have fled and there is no pursuer, And the righteous is confident as a young lion.","poetry":1},{"verse":2,"text":"By the transgression of a land its heads are many, And by an understanding man, Who knows right—it is prolonged.","poetry":1},{"verse":3,"text":"A man—poor and oppressing the weak, Is a sweeping rain, and there is no bread.","poetry":1},{"verse":4,"text":"Those forsaking the Law praise the wicked, Those keeping the Law plead against them.","poetry":1},{"verse":5,"text":"Evil men do not understand judgment, And those seeking YHWH understand all.","poetry":1},{"verse":6,"text":"Better is the poor walking in his integrity, Than the perverse of ways who is rich.","poetry":1},{"verse":7,"text":"Whoever is keeping the Law is an intelligent son, And a friend of gluttons Causes his father to blush.","poetry":1},{"verse":8,"text":"Whoever is multiplying his wealth by biting and usury, Gathers it for one favoring the poor.","poetry":1},{"verse":9,"text":"Whoever is turning his ear from hearing the Law, Even his prayer is an abomination.","poetry":1},{"verse":10,"text":"Whoever is causing the upright to err in an evil way, He falls into his own pit, And the perfect inherits good.","poetry":1},{"verse":11,"text":"A rich man is wise in his own eyes, And the intelligent poor searches him.","poetry":1},{"verse":12,"text":"In the exulting of the righteous the glory is abundant, And in the rising of the wicked man is apprehensive.","poetry":1},{"verse":13,"text":"Whoever is covering his transgressions does not prosper, And he who is confessing and forsaking has mercy.","poetry":1},{"verse":14,"text":"O the blessedness of a man fearing continually, And whoever is hardening his heart falls into evil.","poetry":1},{"verse":15,"text":"A growling lion, and a ranging bear, Is the wicked ruler over a poor people.","poetry":1},{"verse":16,"text":"A leader lacking understanding multiplies oppressions, Whoever is hating dishonest gain prolongs days.","poetry":1},{"verse":17,"text":"A man oppressed with the blood of a soul, Flees to the pit, and none takes hold on him to help.","poetry":1},{"verse":18,"text":"Whoever is walking uprightly is saved, And the perverted of ways falls at once.","poetry":1},{"verse":19,"text":"Whoever is tilling his ground is satisfied with bread, And whoever is pursuing vanity, Is filled with poverty.","poetry":1},{"verse":20,"text":"A steadfast man has multiplied blessings, And whoever is hastening to be rich is not acquitted.","poetry":1},{"verse":21,"text":"It is not good to discern faces, And a man transgresses for a piece of bread.","poetry":1},{"verse":22,"text":"The man with an evil eye is troubled for wealth, And he does not know that want meets him.","poetry":1},{"verse":23,"text":"Whoever is reproving a man finds grace afterward, More than a flatterer with the tongue.","poetry":1},{"verse":24,"text":"Whoever is robbing his father or his mother, And is saying, “It is not transgression,” He is a companion to a destroyer.","poetry":1},{"verse":25,"text":"Whoever is proud in soul stirs up contention, And whoever is trusting on YHWH is made fat.","poetry":1},{"verse":26,"text":"Whoever is trusting in his heart is a fool, And whoever is walking in wisdom is delivered.","poetry":1},{"verse":27,"text":"Whoever is giving to the poor has no lack, And whoever is hiding his eyes multiplied curses.","poetry":1},{"verse":28,"text":"A man is hidden in the rising of the wicked, And the righteous multiply in their destruction!","poetry":1}]},{"chapter":29,"verses":[{"verse":1,"text":"A man often reproved, hardening the neck, Is suddenly broken, and there is no healing.","poetry":1},{"verse":2,"text":"In the multiplying of the righteous the people rejoice, And in the ruling of the wicked the people sigh.","poetry":1},{"verse":3,"text":"A man loving wisdom makes his father glad, And a friend of harlots destroys wealth.","poetry":1},{"verse":4,"text":"A king establishes a land by judgment, And one receiving gifts throws it down.","poetry":1},{"verse":5,"text":"A man taking a portion above his neighbor, Spreads a net for his own steps.","poetry":1},{"verse":6,"text":"A snare is in the transgression of the evil, And the righteous sing and rejoice.","poetry":1},{"verse":7,"text":"The righteous knows the plea of the poor, The wicked does not understand knowledge.","poetry":1},{"verse":8,"text":"Men of scorning ensnare a city, And the wise turn back anger.","poetry":1},{"verse":9,"text":"A wise man is judged by the foolish man, And he has been angry, And he has laughed, and there is no rest.","poetry":1},{"verse":10,"text":"Men of blood hate the perfect, And the upright seek his soul.","poetry":1},{"verse":11,"text":"A fool brings out all his mind, And the wise restrains it until afterward.","poetry":1},{"verse":12,"text":"A ruler who is attending to lying words, All his ministers are wicked.","poetry":1},{"verse":13,"text":"The poor and the man of frauds have met together, YHWH is enlightening the eyes of them both.","poetry":1},{"verse":14,"text":"A king that is judging the poor with truth, His throne is established forever.","poetry":1},{"verse":15,"text":"A rod and reproof give wisdom, And a youth let away is shaming his mother.","poetry":1},{"verse":16,"text":"In the multiplying of the wicked transgression multiplies, And the righteous look on their fall.","poetry":1},{"verse":17,"text":"Discipline your son, and he gives you comfort, Indeed, he gives delights to your soul.","poetry":1},{"verse":18,"text":"A people is made naked without a vision, And whoever is keeping the Law, O his blessedness!","poetry":1},{"verse":19,"text":"By words a servant is not instructed though he understand, And there is nothing answering.","poetry":1},{"verse":20,"text":"You have seen a man hasty in his words! More hope of a fool than of him."},{"verse":21,"text":"Whoever is bringing up his servant delicately, from youth, At his latter end he is also continuator.","poetry":1},{"verse":22,"text":"An angry man stirs up contention, And a furious man is multiplying transgression.","poetry":1},{"verse":23,"text":"The pride of man humbles him, And humility of spirit upholds honor.","poetry":1},{"verse":24,"text":"Whoever is sharing with a thief is hating his own soul, He hears execration, and does not tell.","poetry":1},{"verse":25,"text":"Fear of man causes a snare, And the confident in YHWH is set on high.","poetry":1},{"verse":26,"text":"Many are seeking the face of a ruler, And the judgment of each is from YHWH.","poetry":1},{"verse":27,"text":"The perverse man is an abomination to the righteous, And the upright in the way is an abomination to the wicked!","poetry":1}]},{"chapter":30,"verses":[{"verse":1,"text":"Words of Agur, son of Jakeh, the burden, a declaration of the man to Ithiel—to Ithiel and Ucal: I have wearied myself for God, I have wearied myself for God, and am consumed.","poetry":1},{"verse":2,"text":"For I am more brutish than anyone, And do not have the understanding of a man.","poetry":1},{"verse":3,"text":"Nor have I learned wisdom, Yet I know the knowledge of the Holy Ones.","poetry":1},{"verse":4,"text":"Who went up to the heavens, and comes down? Who has gathered the wind in His fists? Who has bound waters in a garment? Who established all ends of the earth? What is His Name? And what is His Son’s Name? Surely you know!"},{"verse":5,"text":"Every saying of God is tried, He is a shield to those trusting in Him.","poetry":1},{"verse":6,"text":"Do not add to His words, lest He reason with you, And you have been found false.","poetry":1},{"verse":7,"text":"Two things I have asked from You, Do not withhold from me before I die.","poetry":1},{"verse":8,"text":"Put vanity and a lying word far from me, Do not give poverty or wealth to me, Cause me to eat the bread of my portion,","poetry":1},{"verse":9,"text":"Lest I become satiated, and have denied, And have said, “Who is YHWH?” And lest I am poor, and have stolen, And have laid hold of the Name of my God.","poetry":1},{"verse":10,"text":"Do not accuse a servant to his lord, Lest he disapprove of you, and you are found guilty.","poetry":1},{"verse":11,"text":"A generation lightly esteems their father, And does not bless their mother.","poetry":1},{"verse":12,"text":"A generation—pure in their own eyes, But not washed from their own filth.","poetry":1},{"verse":13,"text":"A generation—how high are their eyes, Indeed, their eyelids are lifted up.","poetry":1},{"verse":14,"text":"A generation—their teeth are swords, And their jaw-teeth are knives, To consume the poor from earth, And the needy from among men.","poetry":1},{"verse":15,"text":"To the leech are two daughters—Give! Give! Behold, three things are not satisfied, Four have not said “Sufficiency”;","poetry":1},{"verse":16,"text":"Sheol, and a restrained womb, Earth—it is not satisfied with water, And fire—it has not said, “Sufficiency,”","poetry":1},{"verse":17,"text":"An eye that mocks at a father, And despises to obey a mother, Ravens of the valley dig it out, And young eagles eat it.","poetry":1},{"verse":18,"text":"Three things have been too wonderful for me, Indeed, four that I have not known:","poetry":1},{"verse":19,"text":"The way of the eagle in the heavens, The way of a serpent on a rock, The way of a ship in the heart of the sea, And the way of a man in youth.","poetry":1},{"verse":20,"text":"So—the way of an adulterous woman, She has eaten and has wiped her mouth, And has said, “I have not done iniquity.”","poetry":1},{"verse":21,"text":"For three things has earth been troubled, And for four—it is not able to bear:","poetry":1},{"verse":22,"text":"For a servant when he reigns, And a fool when he is satisfied with bread,","poetry":1},{"verse":23,"text":"For a hated one when she rules, And a maidservant when she succeeds her mistress.","poetry":1},{"verse":24,"text":"Four are little ones of earth, And they are made wiser than the wise:","poetry":1},{"verse":25,"text":"The ants are a people not strong, And they prepare their food in summer,","poetry":1},{"verse":26,"text":"hyraxes are a people not strong, And they place their house in a rock,","poetry":1},{"verse":27,"text":"There is no king to the locust, And it goes out—each one shouting,","poetry":1},{"verse":28,"text":"A spider with two hands takes hold, And is in the palaces of a king.","poetry":1},{"verse":29,"text":"There are three going well, Indeed, four are good in going:","poetry":1},{"verse":30,"text":"An old lion—mighty among beasts, That does not turn back from the face of any,","poetry":1},{"verse":31,"text":"A girt one of the loins, Also a male goat, And a king—troops with him.","poetry":1},{"verse":32,"text":"If you have been foolish in lifting yourself up, And if you have devised evil—hand to mouth!","poetry":1},{"verse":33,"text":"For the churning of milk brings out butter, And the wringing of the nose brings out blood, And the forcing of anger brings out strife!","poetry":1}]},{"chapter":31,"verses":[{"verse":1,"text":"Words of Lemuel, a king, a declaration that his mother taught him:"},{"verse":2,"text":"“What, my son? And what, son of my womb? And what, son of my vows?"},{"verse":3,"text":"Do not give your strength to women, And your ways to wiping away of kings.","poetry":1},{"verse":4,"text":"It is not for kings, O Lemuel, Not for kings, to drink wine, And for princes—a desire of strong drink.","poetry":1},{"verse":5,"text":"Lest he drink, and forget the decree, And change the judgment of any of the sons of affliction.","poetry":1},{"verse":6,"text":"Give strong drink to the perishing, And wine to the bitter in soul,","poetry":1},{"verse":7,"text":"He drinks, and forgets his poverty, And he does not remember his misery again.","poetry":1},{"verse":8,"text":"Open your mouth for the mute, For the right of all sons of change.","poetry":1},{"verse":9,"text":"Open your mouth, judge righteously, Both the cause of the poor and needy!”","poetry":1},{"verse":10,"text":"ALEPH-BET A woman of worth who finds? Indeed, her price is far above rubies."},{"verse":11,"text":"The heart of her husband has trusted in her, And he does not lack spoil.","poetry":1},{"verse":12,"text":"She has done him good, and not evil, All the days of her life.","poetry":1},{"verse":13,"text":"She has sought wool and flax, And with delight she works with her hands.","poetry":1},{"verse":14,"text":"She has been as ships of the merchant, She brings in her bread from afar.","poetry":1},{"verse":15,"text":"Indeed, she rises while yet night, And gives food to her household, And a portion to her girls.","poetry":1},{"verse":16,"text":"She has considered a field, and takes it, She has planted a vineyard from the fruit of her hands.","poetry":1},{"verse":17,"text":"She has girded her loins with might, And strengthens her arms.","poetry":1},{"verse":18,"text":"She has perceived when her merchandise is good, Her lamp is not extinguished in the night.","poetry":1},{"verse":19,"text":"She has sent forth her hands on a spindle, And her hands have held a distaff.","poetry":1},{"verse":20,"text":"She has spread forth her hand to the poor, Indeed, she sent forth her hands to the needy.","poetry":1},{"verse":21,"text":"She is not afraid of her household from snow, For all her household are clothed with scarlet.","poetry":1},{"verse":22,"text":"She has made ornamental coverings for herself, Silk and purple are her clothing.","poetry":1},{"verse":23,"text":"Her husband is known in the gates, In his sitting with the elderly of the land.","poetry":1},{"verse":24,"text":"She has made linen garments, and sells, And she has given a girdle to the merchant.","poetry":1},{"verse":25,"text":"Strength and honor are her clothing, And she rejoices at a latter day.","poetry":1},{"verse":26,"text":"She has opened her mouth in wisdom, And the law of kindness is on her tongue.","poetry":1},{"verse":27,"text":"She is watching the ways of her household, And she does not eat bread of sloth.","poetry":1},{"verse":28,"text":"Her sons have risen up, and pronounce her blessed, Her husband, and he praises her,","poetry":1},{"verse":29,"text":"“The daughters who have done worthily are many, You have gone up above them all.”","poetry":1},{"verse":30,"text":"Favor is deceitful, and beauty is vain, A woman fearing YHWH, she may boast herself.","poetry":1},{"verse":31,"text":"Give to her of the fruit of her hands, And her works praise her in the gates!","poetry":1}]}]}