[
  {
    "id": "opening-sentences",
    "title": "Opening Sentences",
    "pieces": [
      {
        "type": "rubric",
        "content": "At the beginning of Evening Prayer the Minister shall read with a loud voice some one or more of these Sentences of the Scriptures that follow. And then he shall say that which is written after the said Sentences."
      },
      {
        "type": "text",
        "content": "WHEN the wicked man turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive. Ezek. xviii. 27."
      },
      {
        "type": "text",
        "content": "I acknowledge my transgressions, and my sin is ever before me. Psalm li. 3."
      },
      {
        "type": "text",
        "content": "Hide thy face from my sins, and blot out all mine iniquities. Psalm li. 9."
      },
      {
        "type": "text",
        "content": "The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. Psalm li. 17."
      },
      {
        "type": "text",
        "content": "Rend your heart, and not your garments, and turn unto the Lord your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil. Joel ii. 13."
      },
      {
        "type": "text",
        "content": "To the Lord our God belong mercies and forgivenesses, though we have rebelled against him; neither have we obeyed the voice of the Lord our God, to walk in his laws which he set before us. Daniel ix. 9, 10."
      },
      {
        "type": "text",
        "content": "O Lord, correct me, but with judgment; not in thine anger, lest thou bring me to nothing. Jer. x. 24. Psalm vi. 1."
      },
      {
        "type": "text",
        "content": "Repent ye; for the Kingdom of Heaven is at hand. St. Matt. iii. 2."
      },
      {
        "type": "text",
        "content": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son. St. Luke xv. 18, 19."
      },
      {
        "type": "text",
        "content": "Enter not into judgment with thy servant, O Lord; for in thy sight shall no man living be justified. Psalm cxliii. 2."
      },
      {
        "type": "text",
        "content": "If we say that we have no sin, we deceive ourselves, and the truth is not in us; but if we confess our sins, God is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness. 1 St. John i. 8, 9."
      }
    ]
  },
  {
    "id": "exhortation",
    "title": "Exhortation",
    "pieces": [
      {
        "type": "text",
        "content": "DEARLY beloved brethren, the Scripture moveth us, in sundry places, to acknowledge and confess our manifold sins and wickedness; and that we should not dissemble nor cloak them before the face of Almighty God our heavenly Father; but confess them with an humble, lowly, penitent, and obedient heart; to the end that we may obtain forgiveness of the same, by his infinite goodness and mercy. And although we ought, at all times, humbly to acknowledge our sins before God; yet ought we chiefly so to do, when we assemble and meet together to render thanks for the great benefits that we have received at his hands, to set forth his most worthy praise, to hear his most holy Word, and to ask those things which are requisite and necessary, as well for the body as the soul. Wherefore I pray and beseech you, as many as are here present, to accompany me with a pure heart, and humble voice, unto the throne of the heavenly grace, saying after me;"
      }
    ]
  },
  {
    "id": "general-confession",
    "title": "A General Confession",
    "pieces": [
      {
        "type": "rubric",
        "content": "general Confession to be said of the whole Congregation after the Minister, all kneeling."
      },
      {
        "type": "text",
        "content": "ALMIGHTY and most merciful Father; We have erred, and strayed from thy ways like lost sheep. We have followed too much the devices and desires of our own hearts. We have offended against thy holy laws. We have left undone those things which we ought to have done; And we have done those things which we ought not to have done; And there is no health in us. But thou, O Lord, have mercy upon us, miserable offenders. Spare thou them, O God, who confess their faults. Restore thou them that are penitent; According to thy promises declared unto mankind in Christ Jesu our Lord. And grant, O most merciful Father, for his sake; That we may hereafter live a godly, righteous, and sober life, To the glory of thy holy Name. Amen."
      }
    ]
  },
  {
    "id": "absolution",
    "title": "The Absolution",
    "pieces": [
      {
        "type": "rubric",
        "content": "Absolution or Remission of sins to be pronounced by the Priest alone, standing: the people still kneeling."
      },
      {
        "type": "text",
        "content": "ALMIGHTY God, the Father of our Lord Jesus Christ, who desireth not the death of a sinner, but rather that he may turn from his wickedness, and live; and hath given power, and commandment, to his Ministers, to declare and pronounce to his people, being penitent, the Absolution and Remission of their sins : He pardoneth and absolveth all them that truly repent, and unfeignedly believe his holy Gospel. Wherefore let us beseech him to grant us true repentance, and his Holy Spirit, that those things may please him, which we do at this present; and that the rest of our life hereafter may be pure, and holy; so that at the last we may come to his eternal joy; through Jesus Christ our Lord."
      }
    ]
  },
  {
    "id": "lords-prayer",
    "title": "The Lord's Prayer",
    "pieces": [
      {
        "type": "text",
        "content": "OUR Father, which art in heaven, Hallowed be thy Name. Thy kingdom come. Thy will be done in earth, As it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive them that trespass against us. And lead us not into temptation, But deliver us from evil. For thine is the kingdom, The power, and the glory, For ever and ever. Amen."
      }
    ]
  },
  {
    "id": "versicles",
    "title": "Versicles and Responses",
    "pieces": [
      {
        "type": "versicle",
        "content": "O Lord, open thou our lips."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And our mouth shall show forth thy praise."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "O God, make speed to save us."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "O Lord, make haste to help us."
      },
      {
        "type": "versicle",
        "content": "Here, all standing up, the Priest shall say,"
      },
      {
        "type": "versicle",
        "content": "Glory be to the Father, and to the Son, and to the Holy Ghost;"
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "As it was in the beginning, is now, and ever shall be, world without end. Amen."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "Praise ye the Lord."
      }
    ]
  },
  {
    "id": "psalms",
    "title": "The Psalms Appointed",
    "pieces": [
      {
        "type": "rubric",
        "content": "Then shall follow the Psalms in order as they be appointed."
      },
      {
        "type": "rubric",
        "content": "And at the end of every Psalm throughout the year shall be repeated,"
      },
      {
        "type": "text",
        "content": "Glory be to the Father, and to the Son : and to the Holy Ghost;\nAs it was in the beginning, is now, and ever shall be : world without end. Amen."
      }
    ]
  },
  {
    "id": "first-lesson",
    "title": "The First Lesson",
    "pieces": [
      {
        "type": "rubric",
        "content": "Then a Lesson of the Old Testament, as is appointed."
      }
    ]
  },
  {
    "id": "canticle-1",
    "title": "Magnificat",
    "pieces": [
      {
        "type": "text",
        "content": "MY soul doth magnify the Lord : and my spirit hath rejoiced in God my Saviour.\nFor he hath regarded : the lowliness of his handmaiden.\nFor behold, from henceforth : all generations shall call me blessed.\nFor he that is mighty hath magnified me : and holy is his Name.\nAnd his mercy is on them that fear him : throughout all generations.\nHe hath showed strength with his arm : he hath scattered the proud in the imagination of their hearts.\nHe hath put down the mighty from their seat : and hath exalted the humble and meek.\nHe hath filled the hungry with good things : and the rich he hath sent empty away.\nHe remembering his mercy hath holpen his servant Israel : as he promised to our forefathers, Abraham and his seed, for ever.\nGlory be to the Father, and to the Son : and to the Holy Ghost;\nAs it was in the beginning, is now, and ever shall be : world without end. Amen.",
        "id": "Magnificat",
        "latin": "Magnificat",
        "reference": "St. Luke 1"
      },
      {
        "type": "rubric",
        "content": "Or else this Psalm; except it be on the nineteenth day of the month, when it is read in the ordinary course of the Psalms."
      },
      {
        "type": "text",
        "content": "O SING unto the Lord a new song : for he hath done marvellous things.\nWith his own right hand, and with his holy arm : hath he gotten himself the victory.\nThe Lord declared his salvation : his righteousness hath he openly showed in the sight of the heathen.\nHe hath remembered his mercy and truth toward the house of Israel : and all the ends of the world have seen the salvation of our God.\nShow yourselves joyful unto the Lord, all ye lands : sing, rejoice, and give thanks.\nPraise the Lord upon the harp : sing to the harp with a psalm of thanksgiving.\nWith trumpets also and shawms : O shew yourselves joyful before the Lord the King.\nLet the sea make a noise, and all that therein is : the round world, and that dwell therein.\nLet the floods clap their hands, and let the hills be joyful together before the Lord : for he cometh to judge the earth.\nWith righteousness shall he judge the world : and the peoples with equity.\nGlory be to the Father, and to the Son : and to the Holy Ghost;\nAs it was in the beginning, is now, and ever shall be : world without end. Amen.",
        "id": "CantateDomino",
        "latin": "Cantate Domino",
        "reference": "Psalm 98"
      }
    ]
  },
  {
    "id": "second-lesson",
    "title": "The Second Lesson",
    "pieces": [
      {
        "type": "rubric",
        "content": "Then a Lesson of the New Testament, as it is appointed."
      }
    ]
  },
  {
    "id": "canticle-2",
    "title": "Nunc Dimittis",
    "pieces": [
      {
        "type": "text",
        "content": "LORD, now lettest thou thy servant depart in peace : according to thy word.\nFor mine eyes have seen : thy salvation,\nWhich thou hast prepared : before the face of all people;\nTo be a light to lighten the Gentiles : and to be the glory of thy people Israel.\nGlory be to the Father, and to the Son : and to the Holy Ghost;\nAs it was in the beginning, is now, and ever shall be : world without end. Amen.",
        "id": "NuncDimittis",
        "latin": "Nunc dimittis",
        "reference": "St. Luke 2:29"
      },
      {
        "type": "rubric",
        "content": "Or else this Psalm: Except it be on the twelfth day of the month."
      },
      {
        "type": "text",
        "content": "GOD be merciful unto us, and bless us : and shew us the light of his countenance, and be merciful unto us;\nThat thy way may be known upon earth : thy saving health among all nations.\nLet the peoples praise thee, O God : yea, let all the peoples praise thee.\nO let the nations rejoice and be glad : for thou shalt judge the folk righteously, and govern the nations upon earth.\nLet the people praise thee, O God : yea, let all the people praise thee.\nThen shall the earth bring forth her increase : and God, even our own God, shall give us his blessing.\nGod shall bless us : and all the ends of the world shall fear him.\nGlory be to the Father, and to the Son : and to the Holy Ghost;\nAs it was in the beginning, is now, and ever shall be : world without end. Amen.",
        "id": "DeusMisereatur",
        "latin": "Deus misereatur",
        "reference": "Psalm 67"
      }
    ]
  },
  {
    "id": "apostles-creed",
    "title": "The Apostles' Creed",
    "pieces": [
      {
        "type": "rubric",
        "content": "Apostles' Creed, by the Minister and the people standing."
      },
      {
        "type": "text",
        "content": "I BELIEVE in God the Father Almighty, Maker of heaven and earth :\nAnd in Jesus Christ his only Son our Lord: Who was conceived by the Holy Ghost, Born of the Virgin Mary: Suffered under Pontius Pilate, Was crucified, dead, and buried: He descended into hell; The third day he rose again from the dead: He ascended into heaven, And sitteth on the right hand of God the Father Almighty: From thence he shall come to judge the quick and the dead.\nI believe in the Holy Ghost: The holy Catholick Church; The Communion of Saints: The Forgiveness of sins: The Resurrection of the body, And the Life everlasting. Amen."
      }
    ]
  },
  {
    "id": "prayers-intro",
    "title": "The Prayers",
    "pieces": [
      {
        "type": "rubric",
        "content": "And after that these Prayers following, all devoutly kneeling: the Minister first pronouncing with a loud voice,"
      },
      {
        "type": "versicle",
        "content": "The Lord be with you."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And with thy spirit."
      },
      {
        "type": "versicle",
        "speaker": "Minister",
        "content": "Let us pray."
      },
      {
        "type": "versicle",
        "content": "Lord, have mercy upon us."
      },
      {
        "type": "versicle",
        "content": "Christ, have mercy upon us."
      },
      {
        "type": "versicle",
        "content": "Lord, have mercy upon us."
      },
      {
        "type": "text",
        "content": "Lord, have mercy upon us.\nChrist, have mercy upon us.\nLord, have mercy upon us."
      }
    ]
  },
  {
    "id": "lords-prayer-2",
    "title": "The Lord's Prayer",
    "pieces": [
      {
        "type": "rubric",
        "content": "Then the Minister, Clerks, and people shall say the Lord's Prayer with a loud voice."
      },
      {
        "type": "text",
        "content": "OUR Father, which art in heaven, Hallowed be thy Name. Thy kingdom come. Thy will be done in earth, As it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive them that trespass against us. And lead us not into temptation, But deliver us from evil. Amen."
      }
    ]
  },
  {
    "id": "suffrages",
    "title": "Suffrages",
    "pieces": [
      {
        "type": "versicle",
        "content": "O Lord, shew thy mercy upon us."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And grant us thy salvation."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "O Lord, save the King."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And mercifully hear us when we call upon thee."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "Endue thy Ministers with righteousness."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And make thy chosen people joyful."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "O Lord, save thy people."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And bless thine inheritance."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "Give peace in our time, O Lord."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "Because there is none other that fighteth for us, but only thou, O God."
      },
      {
        "type": "versicle",
        "speaker": "Priest",
        "content": "O God, make clean our hearts within us."
      },
      {
        "type": "versicle",
        "speaker": "Answer",
        "content": "And take not thy Holy Spirit from us."
      }
    ]
  },
  {
    "id": "collect-of-day",
    "title": "The Collect of the Day",
    "pieces": [
      {
        "type": "rubric",
        "content": "Then shall follow three Collects; the first of the day, which shall be the same that is appointed at the Communion."
      }
    ]
  },
  {
    "id": "collect-peace",
    "title": "The Second Collect at Evening Prayer",
    "pieces": [
      {
        "type": "text",
        "content": "O GOD, from whom all holy desires, all good counsels, and all just works do proceed; Give unto thy servants that peace which the world cannot give; that both our hearts may be set to obey thy commandments, and also that by thee, we, being defended from the fear of our enemies, may pass our time in rest and quietness; through the merits of Jesus Christ our Saviour. Amen."
      }
    ]
  },
  {
    "id": "collect-aid",
    "title": "The Third Collect, for Aid against all Perils",
    "pieces": [
      {
        "type": "text",
        "content": "LIGHTEN our darkness, we beseech thee, O Lord; and by thy great mercy defend us from all perils and dangers of this night; for the love of thy only Son, our Saviour, Jesus Christ. Amen."
      }
    ]
  },
  {
    "id": "state-prayers",
    "title": "Prayers",
    "pieces": [
      {
        "type": "text",
        "content": "O LORD, our heavenly Father, the high and mighty, King of kings, Lord of lords, the only Ruler of princes, who dost from thy throne behold all the dwellers upon earth; Most heartily we beseech thee with thy favour to behold our most gracious Sovereign Lord, King CHARLES; and so replenish him with the grace of thy Holy Spirit, that he may always incline to thy will, and walk in thy way. Endue him plenteously with heavenly gifts; grant him in health and wealth long to live; strengthen him that he may vanquish and overcome all his enemies; and finally, after this life, he may attain everlasting joy and felicity; through Jesus Christ our Lord. Amen."
      },
      {
        "type": "text",
        "content": "ALMIGHTY God, the fountain of all goodness, we humbly beseech thee to bless Queen Camilla, William Prince of Wales, the Princess of Wales, and all the Royal Family: Endue them with thy Holy Spirit; enrich them with thy heavenly grace; prosper them with all happiness; and bring them to thine everlasting kingdom; through Jesus Christ our Lord. Amen."
      },
      {
        "type": "text",
        "content": "ALMIGHTY and everlasting God, who alone workest great marvels; Send down upon our Bishops, and Curates, and all Congregations committed to their charge, the healthful Spirit of thy grace; and that they may truly please thee, pour upon them the continual dew of thy blessing. Grant this, O Lord, for the honour of our Advocate and Mediator, Jesus Christ. Amen."
      },
      {
        "type": "text",
        "content": "ALMIGHTY God, who hast given us grace at this time with one accord to make our common supplications unto thee; and dost promise, that when two or three are gathered together in thy Name thou wilt grant their requests; Fulfil now, O Lord, the desires and petitions of thy servants, as may be most expedient for them; granting us in this world knowledge of thy truth, and in the world to come life everlasting. Amen."
      }
    ]
  },
  {
    "id": "the-grace",
    "title": "The Grace",
    "pieces": [
      {
        "type": "heading",
        "content": "2 Corinthians 13"
      },
      {
        "type": "text",
        "content": "THE grace of our Lord Jesus Christ, and the love of God, and the fellowship of the Holy Ghost, be with us all evermore. Amen."
      }
    ]
  }
]