[
  {
    "id": "for-rain",
    "title": "For Rain",
    "text": "O GOD, heavenly Father, who by thy Son Jesus Christ hast promised to all those who seek thy kingdom, and the righteousness thereof, all things necessary to their bodily sustenance; Send us, we beseech thee, in this our necessity, such moderate rain and showers, that we may receive the fruits of the earth to our comfort, and to thy honour; through Jesus Christ our Lord. Amen."
  },
  {
    "id": "for-fair-weather",
    "title": "For Fair Weather",
    "text": "O ALMIGHTY Lord God, who for the sin of man didst once drown all the world, except eight persons, and afterward of thy great mercy didst promise never to destroy it so again; We humbly beseech thee, that although we for our iniquities have worthily deserved a plague of rain and waters, yet upon our true repentance thou wilt send us such weather, as that we may receive the fruits of the earth in due season; and learn both by thy punishment to amend our lives, and for thy clemency to give thee praise and glory; through Jesus Christ our Lord. Amen."
  },
  {
    "id": "in-time-of-dearth-and-famine",
    "title": "In Time of Dearth and Famine",
    "text": "O GOD, heavenly Father, whose gift it is that the rain doth fall, the earth is fruitful, beasts do increase, and fishes do multiply; Behold, we beseech thee, the afflictions of thy people; and grant that the scarcity and dearth, which we do now most justly suffer for our iniquity, may, through thy goodness be mercifully turned into cheapness and plenty; for the love of Jesus Christ our Lord, to whom, with thee and the Holy Ghost, be all honour and glory, now and for ever. Amen."
  },
  {
    "id": "or-this",
    "title": "Or this",
    "text": "O GOD, merciful Father, who, in the time of Elisha the prophet, didst suddenly in Samaria turn great scarcity and dearth into plenty and cheapness; Have mercy upon us, that we, who are now for our sins punished with like adversity, may likewise find a seasonable relief : Increase the fruits of the earth by thy heavenly benediction; and grant that we, receiving thy bountiful liberality, may use the same to thy glory, the relief of those that are needy, and our own comfort; through Jesus Christ our Lord. Amen."
  },
  {
    "id": "in-the-time-of-war-and-tumults",
    "title": "In the time of War and Tumults",
    "text": "O ALMIGHTY God, King of all kings, and Governor of all things, whose power no creature is able to resist, to whom it belongeth justly to punish sinners, and to be merciful to those who truly repent; Save and deliver us, we humbly beseech thee, from the hands of our enemies; abate their pride, assuage their malice, and confound their devices; that we, being armed with thy defence, may be preserved evermore from all perils, to glorify thee, who art the only giver of all victory; through the merits of thy Son, Jesus Christ our Lord. Amen."
  },
  {
    "id": "in-the-time-of-any-common-plague-or-sickness",
    "title": "In the time of any common Plague or Sickness",
    "text": "O ALMIGHTY God, who in thy wrath did send a plague upon thine own people in the wilderness, for their obstinate rebellion against Moses and Aaron; and also, in the time of king David, didst slay with the plague of Pestilence threescore and ten thousand, and yet remembering thy mercy didst save the rest; Have pity upon us miserable sinners, who now are visited with great sickness and mortality; that like as thou didst then accept of an atonement, and didst command the destroying Angel to cease from punishing, so it may now please thee to withdraw from us this plague and grievous sickness; through Jesus Christ our Lord. Amen."
  },
  {
    "id": "or-this",
    "title": "Or this",
    "text": "ALMIGHTY God, the giver of all good gifts, who of thy divine providence hast appointed divers Orders in thy Church; Give thy grace, we humbly beseech thee, to all those who are to be called to any office and administration in the same; and so replenish them with the truth of thy doctrine, and endue them with innocency of life, that they may faithfully serve before thee, to the glory of thy great Name, and the benefit of thy holy Church; through Jesus Christ our Lord. Amen."
  },
  {
    "id": "a-prayer-that-may-be-said-after-any-of-the-former",
    "title": "A Prayer that may be said after any of the former",
    "text": "O GOD, whose nature and property is ever to have mercy and to forgive, receive our humble petitions; and though we be tied and bound with the chain of our sins, yet let the pitifulness of thy great mercy loose us; for the honour of Jesus Christ, our Mediator and Advocate. Amen."
  },
  {
    "id": "a-prayer-for-the-high-court-of-parliament-to-be-read-during-their-session",
    "title": "A Prayer for the High Court of Parliament, to be read during their Session",
    "text": "MOST gracious God, we humbly beseech thee, as for this Kingdom in general, so especially for the High Court of Parliament, under our most religious and gracious King at this time assembled: That thou wouldest be pleased to direct and prosper all their consultations, to the advancement of thy glory, the good of thy Church, the safety, honour, and welfare of our Sovereign and his Dominions; that all things may be so ordered and settled by their endeavours, upon the best and surest foundations, that peace and happiness, truth and justice, religion and piety, may be established among us for all generations. These and all other necessaries, for them, for us, and thy whole Church, we humbly beg in the Name and Mediation of Jesus Christ, our most blessed Lord and Saviour. Amen."
  }
]